{
  "terms": {
    "meta": {
      "title": "Termini e Condizioni Generali (TCG)",
      "description": "Termini e Condizioni per la Piattaforma Medishift",
      "keywords": "termini, condizioni, medishift, piattaforma, legale"
    },
    "title": "Termini e Condizioni Generali (TCG)",
    "subtitle": "Medishift",
    "lastUpdated": "Versione 1.2 – In vigore dal 16.12.2025",
    "legalDisclaimer": "Questo documento è un accordo legale. Si prega di leggerlo attentamente prima di utilizzare la Piattaforma Medishift.",
    "sections": [
      {
        "id": "oggetto",
        "title": "1. Oggetto e ambito di applicazione",
        "content": [
          "I presenti Termini e Condizioni Generali (di seguito \"TCG\") regolano l'accesso e l'utilizzo della piattaforma digitale Medishift (di seguito \"la Piattaforma\"), pubblicata e gestita da [Il Vostro Nome / Ditta Individuale] (di seguito \"Medishift\"), con sede nel Cantone di Ginevra.",
          "La Piattaforma offre servizi tecnologici mirati a:",
          "• Facilitare il collegamento tra strutture sanitarie e assimilate (di seguito \"Strutture\") e professionisti sanitari qualificati (di seguito \"Professionisti\") per incarichi temporanei.",
          "• Fornire una soluzione software (SaaS) per la gestione della pianificazione, del personale e della conformità.",
          "Creando un account o accedendo alla Piattaforma, l'Utente (Struttura o Professionista) accetta senza riserve i presenti TCG."
        ]
      },
      {
        "id": "natura",
        "title": "2. Natura dei servizi e ruolo di Medishift",
        "content": [
          "2.1. Intermediario Tecnologico — Medishift agisce esclusivamente come fornitore di servizi tecnici e procacciatore d'affari. Medishift non è né un'agenzia di reclutamento tradizionale, né il datore di lavoro dei Professionisti, né parte del contratto di incarico.",
          "2.2. Gestione Salariale (Staff Leasing) — Per garantire la conformità con la Legge sui Servizi per l'Impiego (LSE), la gestione amministrativa, contrattuale e salariale degli incarichi è delegata a un partner di staff leasing autorizzato (ad es. Switzerland Payroll Services - SPS), di seguito denominato \"Il Locatore di Servizi\".",
          "Contratto di lavoro: È concluso esclusivamente tra il Professionista (Dipendente) e Il Locatore di Servizi (Datore di lavoro).",
          "Locazione di servizi: La Struttura agisce come impresa locataria."
        ]
      },
      {
        "id": "accesso",
        "title": "3. Accesso, registrazione e veridicità dei dati",
        "content": [
          "3.1. Condizioni di accesso — L'accesso è riservato ai Professionisti autorizzati a esercitare in Svizzera e alle Strutture con un numero GLN/RCC valido.",
          "3.2. Esattezza dei dati e Frode — L'Utente certifica che tutte le informazioni fornite (Identità, Diplomi, Diritti di pratica, GLN, AVS, Casellario giudiziale) sono esatte, complete e aggiornate. Medishift si riserva il diritto di:",
          "• Richiedere qualsiasi documento giustificativo aggiuntivo.",
          "• Sospendere immediatamente qualsiasi account in caso di sospetto di frode o furto d'identità, senza preavviso né indennizzo.",
          "3.3. Fase Pilota (Beta) — Durante la fase di lancio (\"Pilot\"), i servizi sono forniti \"così come sono\". Medishift non garantisce una disponibilità continua del servizio e non può essere ritenuto responsabile per interruzioni, perdite di dati non critici o bug minori inerenti a una fase di test."
        ]
      },
      {
        "id": "condizioni-finanziarie",
        "title": "4. Condizioni finanziarie",
        "content": [
          "4.1. Gratuità Temporanea — Durante la fase Pilota (la cui durata è a discrezione di Medishift), l'utilizzo della Piattaforma è gratuito.",
          "4.2. Evoluzione Tariffaria — Medishift si riserva il diritto di introdurre successivamente tariffe di abbonamento (SaaS) o tariffe di intermediazione. Qualsiasi modifica tariffaria sarà oggetto di un preavviso di 30 giorni via email. L'uso continuato del servizio dopo questo periodo costituisce accettazione delle nuove tariffe.",
          "4.3. Programma di Referral (\"Crediti\") — I crediti, punti o bonus accumulati durante la fase Pilota non hanno valore monetario immediato e non costituiscono un debito di Medishift verso l'Utente. Saranno convertibili in vantaggi o buoni regalo solo dopo il lancio commerciale ufficiale, previo convalida antifrode (verifica unica tramite hashing AVS/GLN)."
        ]
      },
      {
        "id": "non-circonvenzione",
        "title": "5. Non-aggirament e protezione commerciale",
        "content": [
          "La Struttura riconosce che il database dei Professionisti costituisce il valore commerciale di Medishift.",
          "5.1. Divieto di sollecitazione diretta — La Struttura è vietata dall'assumere direttamente, o tramite un terzo diverso da Medishift, un Professionista presentato tramite la Piattaforma, per qualsiasi incarico (temporaneo, fisso o freelance), per un periodo di 12 mesi successivo all'ultimo incarico effettuato o all'ultima intermediazione sulla Piattaforma.",
          "5.2. Clausola Penale (Art. 160 CO) — In caso di violazione dell'articolo 5.1 (reclutamento diretto aggirando la Piattaforma), la Struttura dovrà a Medishift un'indennità forfettaria equivalente a tre (3) mesi di stipendio lordo, calcolato sulla base di un impiego a tempo pieno (100%) alla tariffa usuale per la professione interessata. Il pagamento di questa penale non libera la Struttura dal suo obbligo di non sollecitare il Professionista e Medishift si riserva il diritto di richiedere danni aggiuntivi se il pregiudizio subito supera tale importo."
        ]
      },
      {
        "id": "responsabilita",
        "title": "6. Responsabilità e garanzie",
        "content": [
          "6.1. Limitazione di responsabilità di Medishift — Medishift è soggetto a un obbligo di mezzi. La sua responsabilità non può essere impegnata per:",
          "• La qualità, puntualità o competenza del lavoro fornito dal Professionista (responsabilità civile professionale).",
          "• L'annullamento di un incarico da parte di un Professionista o di una Struttura.",
          "• Qualsiasi inadempienza di pagamento o errore amministrativo imputabile al Locatore di Servizi (SPS).",
          "6.2. Verifiche e Responsabilità della Struttura — Sebbene Medishift effettui verifiche digitali (OCR, GLN, MedReg), la Struttura rimane l'unico responsabile legale, nella sua qualità di professionista sanitario, di verificare l'adeguatezza del profilo, l'identità e i diritti di pratica del Professionista prima dell'inizio dell'incarico, in conformità con i requisiti della Legge sulle Professioni Mediche (LPMed) e della sanità pubblica."
        ]
      },
      {
        "id": "protezione-dati",
        "title": "7. Protezione dei dati e riservatezza",
        "content": [
          "7.1. Localizzazione dei Dati — I dati personali e sensibili (in particolare identità, contratti, dati AVS e bancari) sono ospitati esclusivamente su server situati in Svizzera (Regione di Zurigo). L'Utente è informato e accetta che alcuni trattamenti algoritmici transitori (in particolare OCR e Intelligenza Artificiale per la verifica dei documenti) possano essere eseguiti tramite server sicuri situati in Germania (Unione Europea). Nessun dato personale è archiviato permanentemente al di fuori della Svizzera.",
          "7.2. Archiviazione Legale (Art. 958f CO) — L'Utente riconosce che Medishift ha l'obbligo legale di conservare i dati relativi a transazioni commerciali, contratti e identità (inclusi AVS) per un periodo di 10 anni, anche in caso di richiesta di eliminazione dell'account. In caso di chiusura dell'account, questi dati saranno archiviati in un ambiente sicuro (\"Cold Storage\" Svizzera) e i dati non legali saranno anonimizzati."
        ]
      },
      {
        "id": "proprieta-intellettuale",
        "title": "8. Proprietà intellettuale",
        "content": [
          "Tutti gli elementi della Piattaforma (codice sorgente, algoritmi di matching, design, loghi, database) rimangono proprietà esclusiva di Medishift. L'Utente beneficia solo di una licenza d'uso personale, non esclusiva e non trasferibile. Qualsiasi ingegneria inversa (reverse engineering) o copia del sistema è severamente vietata."
        ]
      },
      {
        "id": "diritto-applicabile",
        "title": "9. Diritto applicabile e foro giurisdizionale",
        "content": [
          "I presenti TCG sono soggetti al Diritto Svizzero. Per qualsiasi controversia derivante dall'interpretazione o dall'esecuzione dei presenti, la competenza esclusiva è stabilita presso i tribunali competenti del Cantone di Ginevra, fatta salva la possibilità di ricorso al Tribunale Federale."
        ]
      }
    ],
    "tableOfContents": {
      "title": "Title"
    }
  }
}
