{
  "tutorials": {
    "dashboard": {
      "name": "Aperçu du tableau de bord",
      "description": "Découvrez votre tableau de bord et la navigation",
      "steps": {
        "onboarding-help-button": {
          "title": "Aide à l'intégration",
          "content": "Vous pouvez recommencer le tutoriel d'intégration à tout moment en cliquant sur ce bouton d'aide dans la barre supérieure. Cela vous guidera à travers toutes les fonctionnalités de MediShift."
        },
        "onboarding-intro": {
          "title": "Bienvenue sur votre tableau de bord",
          "content": "Ceci est votre centre de contrôle. Pour tirer le meilleur parti de MediShift, commençons par compléter les détails de votre profil."
        }
      }
    },
    "profileTabs": {
      "name": "Configuration du profil professionnel",
      "description": "Complétez votre profil professionnel étape par étape",
      "steps": {
        "personal-details-tab": {
          "title": "Étape 1 : Détails personnels",
          "content": "Commencez par remplir vos informations personnelles comme le nom, l'adresse et les coordonnées. Vous pouvez télécharger votre CV avec le bouton Auto Fill pour accélérer le processus, ou remplir manuellement."
        },
        "professional-background-tab": {
          "title": "Étape 2 : Parcours professionnel",
          "content": "Ajoutez vos qualifications, spécialités et expériences professionnelles. Vous pouvez utiliser le bouton Auto Fill pour accélérer le processus, ou remplir manuellement."
        },
        "billing-information-tab": {
          "title": "Étape 3 : Informations de facturation",
          "content": "Configurez vos informations de paiement pour être payé rapidement et en toute sécurité. Vous pouvez utiliser le bouton Auto Fill ou remplir manuellement."
        },
        "document-uploads-tab": {
          "title": "Étape 4 : Téléchargement de documents",
          "content": "Téléchargez vos documents professionnels tels que certificats, CV et lettres de recommandation."
        },
        "marketplace-tab": {
          "title": "Étape 5 : Préférences Marketplace",
          "content": "Configurez votre visibilité sur le marketplace et vos préférences de notification. Cela contrôle comment les recruteurs peuvent vous trouver pour des postes à long terme."
        },
        "profile-completion-info": {
          "title": "Profil terminé !",
          "content": "Félicitations ! Votre profil est maintenant complet. Vous avez accès à toutes les fonctionnalités de la plateforme. Passons à la section suivante."
        },
        "account-tab": {
          "title": "Tutoriel du profil terminé !",
          "content": "Excellent travail ! Vous avez terminé la configuration de votre profil. Vous avez maintenant accès à toutes les fonctionnalités de la plateforme. Passons à la section messages pour apprendre à communiquer avec les établissements."
        },
        "redirect-to-messages": {
          "title": "Redirection...",
          "content": "Vous allez maintenant être redirigé vers le tutoriel de messagerie."
        }
      }
    }
  },
  "buttons": {
    "iUnderstood": "J'ai compris",
    "showMe": "Montrez-moi",
    "next": "Suivant",
    "previous": "Précédent",
    "skip": "Passer",
    "finish": "Terminer",
    "restart": "Recommencer le tutoriel",
    "startMessages": "Démarrer le tutoriel Messages"
  }
}

