{
  "privacy": {
    "title": "Privacy Policy",
    "description": "This privacy policy outlines how we collect, use, and protect your personal data in compliance with Swiss data protection laws.",
    "sections": {
      "content": {
        "titre_document": "Politique de Confidentialité - Formulaire de Contact",
        "derniere_mise_a_jour_texte_complet": "(Dernière mise à jour : [Date de la dernière mise à jour])",
        "date_derniere_mise_a_jour": "[Date de la dernière mise à jour]",
        "sections": [
          {
            "numero_section": "1",
            "titre_complet": "1. Préambule / Introduction",
            "titre_court": "Préambule / Introduction",
            "contenu": [
              "(ci-après \"l'Agence\", \"nous\", \"notre\") s'engage à protéger la confidentialité et la sécurité des données personnelles des personnes qui nous contactent par le biais du formulaire de contact disponible sur notre site web. La présente Politique de Confidentialité vise à vous informer de manière transparente sur la manière dont nous collectons, utilisons, conservons et protégeons vos données personnelles dans ce contexte spécifique, conformément aux lois applicables en matière de protection des données.",
              "Il est essentiel de souligner que cette politique s'applique exclusivement aux données personnelles collectées via le formulaire de contact accessible à l'adresse. Elle ne couvre pas les données personnelles collectées par d'autres moyens (par exemple, candidatures envoyées directement par email, entretiens téléphoniques, données de navigation générales sur notre site web non liées directement à la soumission du formulaire, ou traitement des données des candidats dans le cadre de mandats de recrutement spécifiques, qui font l'objet d'avis de confidentialité distincts).",
              "Nos pratiques sont conformes à la législation suisse en vigueur, notamment la Loi fédérale sur la protection des données (nLPD).1 Compte tenu de notre localisation à Genève et de la nature de nos activités qui peuvent impliquer des interactions avec des personnes situées dans l'Espace Économique Européen (EEE), nous nous efforçons également de respecter les principes et exigences du Règlement Général sur la Protection des Données de l'Union Européenne (RGPD / GDPR) lorsque celui-ci est applicable.3 Cette double approche garantit un niveau élevé de protection pour vos données personnelles. La limitation claire du champ d'application de cette politique au seul formulaire de contact permet d'assurer une information précise et ciblée pour cette interaction spécifique, évitant toute confusion avec les traitements de données plus complexes gérés par l'Agence, tels que ceux relatifs aux dossiers de candidature."
            ]
          },
          {
            "numero_section": "2",
            "titre_complet": "2. Identité et Coordonnées du Responsable du Traitement",
            "titre_court": "Identité et Coordonnées du Responsable du Traitement",
            "contenu": [
              "Le responsable du traitement de vos données personnelles collectées via le formulaire de contact est :",
              "[Adresse postale complète du siège social]",
              "[Code Postal] Genève",
              "Suisse",
              "Pour toute question relative à la protection de vos données personnelles ou pour exercer vos droits, vous pouvez nous contacter via les moyens suivants :",
              "Adresse e-mail dédiée : [Insérer une adresse e-mail spécifique, p.ex., confidentialite@[nomdelagence].ch ou privacy@[nomdelagence].ch]",
              "Adresse postale :",
              "Téléphone : [Insérer le numéro de téléphone principal, si souhaité]",
              "Délégué à la Protection des Données (DPD / DPO)",
              "Conformément aux exigences légales applicables, nous avons désigné un Délégué à la Protection des Données (DPD). Vous pouvez le contacter directement aux coordonnées suivantes :",
              "[Nom du DPD ou Fonction/Département]",
              "[Adresse postale spécifique si différente]",
              "[Adresse e-mail directe du DPD]",
              "Actuellement, compte tenu de la nature et du volume limité des données traitées exclusivement via ce formulaire de contact, la désignation formelle d'un Délégué à la Protection des Données (DPD) n'est pas requise au regard de la nLPD et du RGPD.5 Le traitement des informations via ce formulaire (principalement noms, coordonnées et contenu des messages) ne constitue généralement pas une activité à haut risque ou à grande échelle justifiant une telle désignation obligatoire pour une entreprise de notre taille dans ce contexte précis.2 Cela n'affecte en rien notre engagement envers la protection de vos données. Pour toute question ou exercice de vos droits, veuillez utiliser les coordonnées générales de contact mentionnées ci-dessus.7",
              "La mise à disposition de coordonnées claires et directes est essentielle pour assurer la transparence et vous permettre d'exercer facilement vos droits en matière de protection des données.2"
            ]
          },
          {
            "numero_section": "3",
            "titre_complet": "3. Données Personnelles Collectées via le Formulaire de Contact",
            "titre_court": "Données Personnelles Collectées via le Formulaire de Contact",
            "contenu": [
              "Lorsque vous utilisez notre formulaire de contact, nous collectons directement les catégories de données personnelles suivantes, que vous nous fournissez activement :",
              "Nom complet (Prénom et Nom de famille)",
              "Adresse e-mail",
              "Numéro de téléphone (si ce champ est inclus dans le formulaire)",
              "Objet de votre message (si ce champ est inclus)",
              "Le contenu de votre message / votre requête",
              "Il est important de noter que si vous choisissez d'inclure volontairement d'autres informations personnelles dans le champ de texte libre de votre message, ces informations seront également collectées et traitées par nos services afin de pouvoir répondre à votre demande.8",
              "Nous vous prions de ne pas inclure de données personnelles sensibles dans le formulaire de contact, sauf si cela est strictement nécessaire et pertinent pour votre demande spécifique. Les données sensibles comprennent, selon la nLPD et le RGPD, des informations sur les opinions politiques, les convictions religieuses ou philosophiques, l'appartenance syndicale, la santé, la vie sexuelle ou l'orientation sexuelle, ainsi que les données génétiques ou biométriques permettant de vous identifier de manière unique.2 La soumission de telles données via ce formulaire général n'est pas encouragée, car il n'est pas spécifiquement conçu pour leur traitement sécurisé et cela nécessiterait des mesures de protection et de consentement renforcées. En limitant les données partagées au strict nécessaire, vous contribuez à la minimisation des données et à la réduction des risques."
            ]
          },
          {
            "numero_section": "4",
            "titre_complet": "4. Finalités du Traitement de Vos Données Personnelles",
            "titre_court": "Finalités du Traitement de Vos Données Personnelles",
            "contenu": [
              "Les données personnelles que nous collectons via le formulaire de contact sont utilisées exclusivement aux fins suivantes :",
              "Réception et Traitement de votre Demande : Enregistrer votre prise de contact et comprendre l'objet de votre requête ou de votre message.9",
              "Communication et Réponse : Vous contacter en retour pour répondre à votre question, fournir les informations demandées ou donner suite à votre requête.7",
              "Gestion Précontractuelle : Si votre demande concerne nos services de placement ou de location de services (par exemple, une entreprise souhaitant collaborer avec nous), utiliser vos données pour gérer les échanges précontractuels et assurer le suivi nécessaire.",
              "Tenue de Registres Internes : Conserver une trace de nos communications à des fins administratives internes, pour assurer le suivi de la qualité de nos services et pour répondre à d'éventuelles obligations légales de documentation.",
              "Nous tenons à souligner que les données collectées par le biais de ce formulaire de contact ne seront pas utilisées à des fins de marketing direct ou de prospection commerciale non sollicitée, à moins que vous n'ayez donné votre consentement explicite et séparé pour de telles communications (par exemple, en vous inscrivant volontairement à notre newsletter via un mécanisme distinct). Ce respect strict de la finalité initiale de votre prise de contact est conforme aux principes fondamentaux de la nLPD et du RGPD 2 et permet de distinguer clairement ce traitement de celui, plus approfondi, des données de candidats dans le cadre de nos mandats de recrutement."
            ]
          },
          {
            "numero_section": "5",
            "titre_complet": "5. Bases Juridiques du Traitement",
            "titre_court": "Bases Juridiques du Traitement",
            "contenu": [
              "Le traitement de vos données personnelles collectées via le formulaire de contact repose sur les bases juridiques suivantes, conformément à l'article 31 de la nLPD et à l'article 6 du RGPD :",
              "Votre Consentement (Art. 31 al. 1 nLPD ; Art. 6(1)(a) RGPD) : En remplissant et en soumettant activement le formulaire de contact, vous manifestez votre consentement libre et éclairé au traitement des données personnelles que vous y avez inscrites, aux fins spécifiques de recevoir et de traiter votre demande comme décrit dans la section 4.12 Ce consentement est la base première pour la collecte initiale de vos informations via le formulaire.13",
              "Nos Intérêts Légitimes (Art. 31 al. 1 nLPD ; Art. 6(1)(f) RGPD) : Nous avons un intérêt légitime à traiter vos données pour pouvoir répondre efficacement à votre sollicitation, assurer une communication fluide et professionnelle, et conserver des archives de nos échanges pour une bonne administration interne. Cet intérêt est considéré comme prépondérant par rapport à vos propres intérêts ou libertés et droits fondamentaux, étant donné que vous initiez le contact et avez une attente raisonnable de recevoir une réponse. Le traitement est limité à ce qui est nécessaire pour atteindre ces objectifs légitimes.5",
              "L'Exécution de Mesures Précontractuelles (Art. 31 al. 2 let. a nLPD ; Art. 6(1)(b) RGPD) : Si votre demande via le formulaire de contact constitue une démarche en vue d'établir une relation contractuelle avec notre Agence (par exemple, une demande d'information sur nos services de recrutement par une entreprise cliente potentielle), le traitement de vos données est nécessaire à l'exécution de ces mesures précontractuelles prises à votre demande.",
              "L'utilisation de ces différentes bases juridiques, le cas échéant, assure une justification solide et conforme pour le traitement de vos données dans le cadre spécifique du formulaire de contact, même dans l'hypothèse où le consentement initial serait retiré."
            ]
          },
          {
            "numero_section": "6",
            "titre_complet": "6. Durée de Conservation de Vos Données",
            "titre_court": "Durée de Conservation de Vos Données",
            "contenu": [
              "Nous conservons vos données personnelles collectées via le formulaire de contact uniquement pendant la durée nécessaire à l'accomplissement des finalités pour lesquelles elles ont été collectées, et dans le respect du principe de proportionnalité et des obligations légales.8 Les critères spécifiques de conservation sont les suivants :",
              "Demandes Simples : Si votre message concerne une demande d'information ponctuelle ou une question simple qui peut être résolue rapidement, vos données personnelles associées seront généralement supprimées ou anonymisées dans un délai raisonnable après la clôture de l'échange et la résolution complète de votre demande.",
              "Correspondance Commerciale et Obligations Légales : Si votre prise de contact et les échanges qui s'ensuivent constituent une correspondance commerciale (par exemple, échanges avec un client potentiel, discussions précontractuelles), les données pertinentes peuvent être conservées conformément aux obligations légales suisses en matière de conservation des documents commerciaux. En particulier, l'article 958f du Code des Obligations suisse impose une durée de conservation de dix (10) ans pour les livres et pièces comptables, ce qui peut inclure certaines correspondances commerciales.7",
              "Absence de Nécessité : Dans tous les cas, dès que vos données personnelles ne sont plus nécessaires pour les finalités décrites à la section 4 et qu'aucune obligation légale ou intérêt légitime prépondérant ne justifie une conservation plus longue, elles seront supprimées de manière sécurisée ou anonymisées.8",
              "Cette approche différenciée de la durée de conservation assure que nous ne conservons pas vos données plus longtemps que nécessaire, tout en respectant nos obligations légales."
            ]
          },
          {
            "numero_section": "7",
            "titre_complet": "7. Communication de Vos Données à des Tiers et Transferts Internationaux",
            "titre_court": "Communication de Vos Données à des Tiers et Transferts Internationaux",
            "contenu": [
              "Nous traitons vos données personnelles avec la plus grande confidentialité.",
              "Accès Interne : L'accès à vos données personnelles collectées via le formulaire de contact est strictement limité aux membres autorisés de notre personnel (par exemple, personnel administratif, consultants responsables du domaine concerné par votre requête) dont les fonctions nécessitent le traitement de ces informations pour répondre à votre demande. Ces personnes sont soumises à des obligations de confidentialité.",
              "Sous-traitants (Prestataires de Services) : Nous pouvons faire appel à des prestataires de services tiers (sous-traitants) pour nous assister dans la gestion de notre site web et de nos communications (par exemple, fournisseur d'hébergement web, fournisseur de services e-mail, support informatique). Ces prestataires peuvent avoir accès à vos données personnelles uniquement dans la mesure nécessaire à l'exécution de leurs mandats et agissent sur nos instructions.11 Nous nous assurons qu'ils présentent des garanties suffisantes en matière de protection des données par le biais d'accords contractuels conformes aux exigences légales.",
              "Autres Tiers : Vos données personnelles ne seront ni vendues, ni louées, ni autrement communiquées à des tiers à des fins de marketing ou pour leurs propres objectifs commerciaux. Une communication à des tiers ne pourra intervenir que si nous y sommes légalement contraints (par exemple, sur requête d'une autorité judiciaire ou administrative) ou si vous nous avez donné votre consentement explicite préalable.11",
              "Transferts Internationaux de Données : Il est possible que les données personnelles collectées via ce formulaire soient traitées ou stockées par nos prestataires de services dans des pays situés en dehors de la Suisse ou de l'Espace Économique Européen (EEE), notamment lors de l'utilisation de solutions cloud courantes.Si un transfert a lieu vers un pays dont la législation assure un niveau de protection des données jugé adéquat par le Conseil fédéral suisse (conformément à la liste publiée dans l'Annexe 1 de l'Ordonnance sur la protection des données - OPDo) et/ou par la Commission Européenne, aucune garantie supplémentaire n'est requise.15 Les pays de l'EEE, le Royaume-Uni (sous conditions), le Canada (pour les organisations sous LPRPDE), entre autres, sont généralement considérés comme adéquats.17",
              "Si un transfert a lieu vers un pays ne disposant pas d'un niveau de protection adéquat (par exemple, les États-Unis, selon les prestataires et le cadre légal en vigueur), nous nous assurons que des garanties appropriées sont mises en place pour protéger vos données. Ces garanties consistent principalement en l'utilisation de Clauses Contractuelles Types (CCT) approuvées ou reconnues par le Préposé Fédéral à la Protection des Données et à la Transparence (PFPDT) et/ou par la Commission Européenne.15 Si nécessaire, des mesures supplémentaires techniques ou organisationnelles peuvent être implémentées suite à une évaluation de l'impact du transfert, afin d'assurer un niveau de protection équivalent à celui garanti en Suisse et dans l'EEE.",
              "Nous nous engageons à assurer la protection de vos données personnelles, quel que soit le lieu de leur traitement."
            ]
          },
          {
            "numero_section": "8",
            "titre_complet": "8. Vos Droits en Matière de Protection des Données",
            "titre_court": "Vos Droits en Matière de Protection des Données",
            "contenu": [
              "Conformément à la nLPD et au RGPD, vous disposez de plusieurs droits concernant vos données personnelles que nous traitons suite à votre utilisation du formulaire de contact. Ces droits visent à vous donner le contrôle sur vos informations.2",
              "Vous pouvez exercer les droits suivants :",
              "Droit d'accès : Obtenir la confirmation que des données personnelles vous concernant sont ou ne sont pas traitées et, lorsqu'elles le sont, l'accès auxdites données et à certaines informations sur leur traitement.",
              "Droit de rectification : Obtenir la rectification des données personnelles inexactes vous concernant dans les meilleurs délais.",
              "Droit à l'effacement (\"droit à l'oubli\") : Obtenir l'effacement de vos données personnelles dans certaines circonstances (par exemple, si elles ne sont plus nécessaires au regard des finalités pour lesquelles elles ont été collectées, ou si vous retirez votre consentement).",
              "Droit à la limitation du traitement : Obtenir la limitation du traitement de vos données dans certaines situations spécifiques (par exemple, si vous contestez l'exactitude des données).",
              "Droit à la portabilité des données : Recevoir les données personnelles que vous nous avez fournies dans un format structuré, couramment utilisé et lisible par machine, et avoir le droit de transmettre ces données à un autre responsable du traitement (principalement applicable aux traitements basés sur le consentement ou un contrat et effectués par des moyens automatisés).",
              "Droit d'opposition : Vous opposer à tout moment, pour des raisons tenant à votre situation particulière, à un traitement des données personnelles vous concernant fondé sur notre intérêt légitime.",
              "Droit de retirer votre consentement : Retirer votre consentement à tout moment pour les traitements fondés sur celui-ci. Le retrait du consentement ne compromet pas la licéité du traitement fondé sur le consentement effectué avant ce retrait.",
              "Comment exercer vos droits :",
              "Pour exercer l'un de ces droits, veuillez adresser votre demande écrite, accompagnée d'une preuve de votre identité si nécessaire, à notre adresse e-mail dédiée ou par courrier postal à l'adresse indiquée dans la Section 2. Nous nous efforcerons de répondre à votre demande dans les délais légaux.",
              "Tableau Récapitulatif de Vos Droits :",
              "DroitDescription BrèveComment l'ExercerAccèsSavoir si nous traitons vos données et obtenir des informations sur ce traitement.Contacter l'Agence via les coordonnées fournies en Section 2.RectificationCorriger des données personnelles inexactes ou incomplètes.Contacter l'Agence via les coordonnées fournies en Section 2.Effacement (\"Oubli\")Demander la suppression de vos données sous certaines conditions.Contacter l'Agence via les coordonnées fournies en Section 2.Limitation du TraitementDemander la suspension temporaire du traitement de vos données dans certains cas.Contacter l'Agence via les coordonnées fournies en Section 2.Portabilité des DonnéesRecevoir vos données dans un format lisible par machine et/ou les faire transférer à un autre organisme (si applicable techniquement).Contacter l'Agence via les coordonnées fournies en Section 2.OppositionS'opposer au traitement de vos données basé sur notre intérêt légitime.Contacter l'Agence via les coordonnées fournies en Section 2.Retrait du ConsentementRetirer votre consentement à tout moment pour les traitements qui en dépendent.Contacter l'Agence via les coordonnées fournies en Section 2.Droit de RéclamationDéposer une plainte auprès de l'autorité de contrôle compétente si vous estimez que vos droits n'ont pas été respectés.Contacter le Préposé Fédéral à la Protection des Données et à la Transparence (PFPDT) ou une autorité de l'EEE.",
              "Droit de déposer une réclamation :",
              "Si vous estimez que le traitement de vos données personnelles constitue une violation de la législation sur la protection des données, vous avez le droit de déposer une réclamation auprès de l'autorité de contrôle compétente. En Suisse, il s'agit du :",
              "Préposé Fédéral à la Protection des Données et à la Transparence (PFPDT)",
              "Feldeggweg 1",
              "CH - 3003 Berne",
              "Site web : https://www.edoeb.admin.ch",
              "Si vous résidez dans l'EEE, vous pouvez également contacter l'autorité de protection des données de votre pays de résidence."
            ]
          },
          {
            "numero_section": "9",
            "titre_complet": "9. Sécurité de Vos Données Personnelles",
            "titre_court": "Sécurité de Vos Données Personnelles",
            "contenu": [
              "Nous accordons une grande importance à la sécurité de vos données personnelles. Nous mettons en œuvre des mesures de sécurité techniques et organisationnelles appropriées (TOMs) pour protéger les données collectées via le formulaire de contact contre la destruction, la perte, l'altération accidentelles ou illicites, ainsi que contre la divulgation ou l'accès non autorisé.7",
              "Ces mesures incluent, sans s'y limiter :",
              "L'utilisation du protocole HTTPS pour sécuriser la transmission des données entre votre navigateur et notre site web.",
              "Le stockage des données sur des serveurs sécurisés.",
              "Des contrôles d'accès stricts pour limiter l'accès à vos données au personnel interne autorisé ayant besoin d'en connaître.",
              "Des accords de confidentialité avec notre personnel et nos prestataires de services.",
              "Des examens réguliers de nos pratiques de sécurité et la mise à jour des mesures en fonction de l'évolution des menaces et des technologies.",
              "Cependant, il est important de reconnaître qu'aucune transmission de données sur Internet ou méthode de stockage électronique n'est totalement infaillible. Bien que nous nous efforcions d'utiliser des moyens commercialement acceptables pour protéger vos données personnelles, nous ne pouvons garantir leur sécurité absolue.8 En soumettant vos informations via le formulaire de contact, vous reconnaissez les risques inhérents à la communication en ligne."
            ]
          },
          {
            "numero_section": "10",
            "titre_complet": "10. Cookies et Technologies Similaires",
            "titre_court": "Cookies et Technologies Similaires",
            "contenu": [
              "Notre site web utilise des cookies et des technologies similaires. Certains cookies peuvent être techniquement nécessaires au bon fonctionnement de la page contenant le formulaire de contact (par exemple, des cookies de session).",
              "Si d'autres types de cookies (par exemple, pour l'analyse de performance ou le marketing) sont utilisés sur la page où se trouve le formulaire de contact, leur utilisation est soumise à votre consentement préalable.",
              "Pour obtenir des informations détaillées sur tous les cookies que nous utilisons sur notre site web, leurs finalités spécifiques, leur durée de vie et la manière dont vous pouvez gérer vos préférences et retirer votre consentement, veuillez consulter notre Politique relative aux Cookies accessible via le lien suivant : [Insérer le lien vers la Politique Cookies complète du site web].",
              "Le fait de séparer les informations détaillées sur les cookies dans une politique dédiée permet de maintenir la clarté et la concision de la présente Politique de Confidentialité axée sur le formulaire de contact.11"
            ]
          },
          {
            "numero_section": "11",
            "titre_complet": "11. Modifications de la Présente Politique de Confidentialité",
            "titre_court": "Modifications de la Présente Politique de Confidentialité",
            "contenu": [
              "Nous nous réservons le droit de modifier la présente Politique de Confidentialité à tout moment, notamment pour l'adapter aux évolutions législatives, réglementaires, jurisprudentielles ou technologiques, ou pour refléter des changements dans nos pratiques de traitement des données.14",
              "Toute modification entrera en vigueur dès sa publication sur notre site web. La date de la \"Dernière mise à jour\" indiquée en haut de ce document sera modifiée en conséquence.11 En cas de modifications substantielles susceptibles d'affecter vos droits ou la manière dont nous traitons vos données, nous nous efforcerons de vous en informer par des moyens appropriés (par exemple, via une notification sur notre site web). Nous vous encourageons néanmoins à consulter régulièrement cette page pour prendre connaissance de la version la plus récente."
            ]
          },
          {
            "numero_section": "12",
            "titre_complet": "12. Droit Applicable et For",
            "titre_court": "Droit Applicable et For",
            "contenu": [
              "La présente Politique de Confidentialité, ainsi que toute question en découlant ou liée à celle-ci et à l'utilisation du formulaire de contact, sont régies par le droit matériel suisse, à l'exclusion de ses règles de conflit de lois.",
              "Tout litige découlant de ou en relation avec la présente Politique de Confidentialité sera soumis à la compétence exclusive des tribunaux ordinaires du Canton de Genève, Suisse.7 Cette clause vise à assurer la sécurité juridique pour toutes les parties concernées."
            ]
          }
        ],
        "document_title": "Document_title",
        "last_updated_full_text": "Last_updated_full_text"
      }
    }
  },
  "Terms of Service": {
    "platform_name": "InteriMed",
    "effective_date": "11 mai 2025",
    "last_updated": "11 mai 2025",
    "sections": [
      {
        "id": "I",
        "title": "Introduction",
        "sub_sections": [
          {
            "id": "A",
            "title": "Objet de cette Politique de Confidentialité",
            "content": "La présente Politique de Confidentialité a pour but d'informer les utilisateurs (\"vous,\" \"votre\") de InteriMed (\"nous,\" \"notre,\" \"nos,\" \"Plateforme\") sur la manière dont nous collectons, utilisons, traitons, partageons et protégeons vos données personnelles lorsque vous accédez et utilisez notre site web, nos applications mobiles et nos services (collectivement, les \"Services\"). Ce document décrit également vos droits en matière de protection des données en vertu du droit suisse applicable, principalement la Loi fédérale sur la protection des données (nLPD/LPD), et, le cas échéant, le Règlement général sur la protection des données (RGPD) de l'UE. La LPD, dans sa forme révisée (nLPD), sert de cadre juridique principal régissant la protection des données en Suisse, visant à protéger la confidentialité des données personnelles et à assurer leur traitement légal à diverses étapes, y compris la collecte, le stockage, l'utilisation, le transfert et la rétention. En utilisant les Services, vous reconnaissez avoir lu, compris et accepté les termes de la présente Politique de Confidentialité."
          },
          {
            "id": "B",
            "title": "Notre Engagement en Faveur de la Protection des Données",
            "content": "InteriMed s'engage à respecter les normes les plus élevées en matière de protection des données et de confidentialité. Cet engagement est conforme à la nLPD/LPD suisse et, le cas échéant, aux normes internationales telles que le RGPD. Nos pratiques de traitement des données sont guidées par les principes fondamentaux de protection des données :",
            "principles": [
              "Licéité, Loyauté et Transparence : Nous traitons les données personnelles de manière licite, loyale et transparente à l'égard de la personne concernée.",
              "Limitation des Finalités : Les données personnelles sont collectées à des fins déterminées, explicites et légitimes et ne sont pas traitées ultérieurement d'une manière incompatible avec ces fins.",
              "Minimisation des Données : Nous veillons à ce que les données personnelles collectées soient adéquates, pertinentes et limitées à ce qui est nécessaire au regard des finalités pour lesquelles elles sont traitées.",
              "Exactitude : Nous prenons des mesures raisonnables pour nous assurer que les données personnelles sont exactes et, si nécessaire, tenues à jour.",
              "Limitation de la Conservation : Les données personnelles sont conservées sous une forme permettant l'identification des personnes concernées pendant une durée n'excédant pas celle nécessaire aux finalités pour lesquelles elles sont traitées.",
              "Intégrité et Confidentialité : Nous traitons les données personnelles d'une manière qui garantit une sécurité appropriée, y compris une protection contre le traitement non autorisé ou illicite et contre la perte, la destruction ou les dommages accidentels, à l'aide de mesures techniques ou organisationnelles appropriées."
            ],
            "conclusion": "Le respect de ces principes est fondamental, en particulier pour une plateforme à laquelle sont confiées des informations professionnelles et contractuelles sensibles, car il constitue un gage de confiance avec nos utilisateurs."
          },
          {
            "id": "C",
            "title": "Applicabilité du RGPD",
            "content": "Bien que la Plateforme opère sous le droit suisse (nLPD/LPD), le RGPD peut s'appliquer au traitement des données personnelles des personnes situées dans l'Union européenne (UE) ou l'Espace économique européen (EEE) si nos Services leur sont offerts, ou si leur comportement est surveillé par nos soins. La Suisse n'est pas membre de l'UE, de sorte que la conformité au RGPD n'est pas intrinsèquement requise pour toutes les entités suisses ; cependant, ses dispositions deviennent pertinentes lors de l'engagement avec des personnes concernées de l'UE/EEE. Cette politique aborde les exigences du RGPD dans la mesure où elles s'appliquent à nos activités de traitement des données. Cette double considération de la nLPD et du RGPD reflète un engagement envers des normes robustes de protection des données et facilite des interactions plus fluides pour tout utilisateur se trouvant dans l'UE/EEE, signalant notre préparation aux opérations internationales."
          }
        ]
      },
      {
        "id": "II",
        "title": "À Propos de Nous et Portée de cette Politique",
        "sub_sections": [
          {
            "id": "A",
            "title": "Identité et Coordonnées du Responsable du Traitement des Données",
            "content": "Le responsable du traitement de vos données personnelles sur cette Plateforme est :\n[Nom Légal Complet de l'Entreprise]\nCette entité détermine les finalités et les moyens du traitement des données personnelles collectées via les Services."
          },
          {
            "id": "B",
            "title": "Point de Contact pour les Demandes de Protection des Données / Délégué à la Protection des Données (DPD)",
            "content": "Pour toute question concernant cette Politique de Confidentialité, le traitement de vos données personnelles, ou pour exercer vos droits en matière de protection des données, veuillez nous contacter à :",
            "contact_details": {
              "email": "privacy@[platformname].ch",
              "postal_address": "[Insérer l'adresse postale complète ici.]"
            },
            "dpo_note": "Bien que InteriMed n'ait pas formellement désigné de Délégué à la Protection des Données (DPD) conformément aux dispositions volontaires pour les entreprises privées en vertu de la nLPD, les coordonnées fournies ci-dessus servent de point de contact principal pour toutes les demandes de protection des données et pour l'exercice de vos droits.",
            "dpo_strategic_note": "La décision de nommer un DPD, même si elle est volontaire pour la plupart des entreprises privées suisses, a un poids stratégique. La nomination d'un DPD et la notification au Préposé Fédéral à la Protection des Données et à la Transparence (PFPDT) peuvent, par exemple, exempter l'entreprise de la consultation obligatoire du PFPDT pour les Analyses d'Impact sur la Protection des Données (AIPD) dans certains scénarios de traitement à haut risque. Étant donné que la Plateforme traite des données potentiellement sensibles telles que des CV, des contrats et des accords fiduciaires, cette considération est pertinente. Cette politique reflète notre approche actuelle de cet aspect de la gouvernance des données."
          },
          {
            "id": "C",
            "title": "Portée de cette Politique",
            "content": "Cette Politique de Confidentialité s'applique à toutes les données personnelles traitées par InteriMed via notre site web, nos applications mobiles et tous les Services connexes. Cela inclut, mais sans s'y limiter, les données personnelles traitées en lien avec :",
            "applies_to": [
              "L'utilisation générale de la Plateforme et l'accès à ses fonctionnalités.",
              "L'enregistrement des utilisateurs et la gestion des comptes.",
              "Les informations de facturation et le traitement des paiements.",
              "Les fonctionnalités de gestion des contrats, y compris l'utilisation de services de signature électronique.",
              "Le téléchargement, le stockage et le partage de CV, diplômes, certificats de travail et autres documents professionnels.",
              "L'utilisation des fonctionnalités intégrées de gestion de calendrier.",
              "La facilitation et la gestion des accords fiduciaires avec notre Partenaire Fiduciaire désigné.",
              "Le traitement des annulations de contrat et de tous frais d'annulation associés."
            ],
            "scope_note": "Cette politique couvre les activités de traitement des données qui peuvent avoir un effet en Suisse et, le cas échéant, au sein de l'UE/EEE. La définition complète de la portée garantit que les utilisateurs sont conscients de la manière dont leurs données sont traitées lors de toutes les interactions avec la Plateforme et aide à notre gouvernance interne des données en cartographiant les flux de données pour chaque fonctionnalité distincte."
          }
        ]
      },
      {
        "id": "III",
        "title": "Notre Rôle : Partenaire de Mise en Relation, Non Employeur",
        "sub_sections": [
          {
            "id": "A",
            "title": "La Plateforme en Tant qu'Intermédiaire",
            "content": "InteriMed opère uniquement en tant que fournisseur de technologie et plateforme intermédiaire. Notre fonction principale est de faciliter les connexions entre les utilisateurs à la recherche d'opportunités professionnelles (désignés comme \"Candidats,\" ex: pharmaciens, techniciens) et les utilisateurs offrant de telles opportunités (désignés comme \"Fournisseurs,\" ex: pharmacies, institutions de santé). Les Services fournis par la Plateforme se limitent à offrir des outils de découverte, de communication, d'accès à des modèles de contrat, de capacités de signature électronique, de gestion de calendrier et de fonctionnalités administratives connexes."
          },
          {
            "id": "B",
            "title": "Absence de Relation d'Emploi ou de Prêt de Services (Conformité LSE)",
            "content": "Il est explicitement stipulé et compris que InteriMed n'emploie pas de Candidats et n'agit pas en tant que \"placeur\" (agent de placement privé) ou \"bailleur de services\" (agence de travail temporaire ou loueur de services) tels que ces termes sont définis par la Loi fédérale sur le service de l'emploi et le prêt de personnel (LSE - Bundesgesetz über die Arbeitsvermittlung und den Personalverleih).\nLa LSE régit les entités qui, régulièrement et contre rémunération, mettent en contact employeurs et chercheurs d'emploi en vue de la conclusion de contrats de travail (placement), ou qui cèdent les services de travailleurs à des entreprises tierces tout en conservant une relation d'emploi et en transférant le pouvoir de direction (prêt de services). Les plateformes internet peuvent relever de la définition de \"placeur\" si leurs activités répondent à ces critères. Une activité est généralement considérée comme \"régulière\" si elle a l'intention d'offrir de tels services de manière répétée ou si elle se produit au moins dix fois dans les douze mois. \"Contre rémunération\" est largement défini et inclut tout paiement dont la cause est le placement, même le remboursement de frais.\nInteriMed ne conclut pas de contrats de travail avec les Candidats, que ce soit directement ou au nom des Fournisseurs. En outre, la Plateforme ne prête pas les services des Candidats aux Fournisseurs, et n'assume ni ne transfère les pouvoirs essentiels de direction sur le travail d'un Candidat à un Fournisseur d'une manière qui constituerait un prêt de services en vertu de la LSE. Tous les frais facturés par InteriMed sont pour la fourniture et l'utilisation de son infrastructure technologique, de ses outils logiciels et de ses services intermédiaires, et non comme une commission pour un placement réussi ou pour le prêt de personnel tel que défini par la LSE et ses ordonnances connexes (par exemple, OEmol-LSE concernant les frais et commissions).\nToute relation contractuelle, qu'il s'agisse d'un contrat de travail, d'un mandat ou de toute autre forme d'accord de service, est formée strictement et directement entre le Candidat et le Fournisseur. La Plateforme n'est pas partie à de tels accords. Cette distinction est essentielle, car les activités qualifiées de placement ou de prêt de services en vertu de la LSE sont soumises à des exigences d'autorisation spécifiques, à des garanties financières (cautions) et à des obligations opérationnelles, desquelles la Plateforme, de par sa nature d'intermédiaire technologique, est distincte."
          },
          {
            "id": "C",
            "title": "Responsabilité de l'Utilisateur",
            "content": "Les utilisateurs, qu'il s'agisse de Candidats ou de Fournisseurs, sont seuls responsables de :",
            "responsibilities": [
              "Vérifier l'exactitude, l'exhaustivité et l'authenticité des informations fournies par les autres Utilisateurs sur la Plateforme.",
              "Mener leur propre diligence raisonnable, y compris des vérifications d'antécédents ou de qualifications, comme ils le jugent approprié avant de conclure tout accord.",
              "Négocier et convenir des termes de tout contrat entre eux.",
              "S'assurer que tout contrat conclu est conforme à toutes les lois du travail suisses applicables, aux réglementations du travail (y compris celles concernant les heures de travail, les salaires minimums le cas échéant, les cotisations de sécurité sociale), aux obligations fiscales et à toute autre exigence légale pertinente.",
              "Remplir toutes les obligations découlant de ces contrats."
            ],
            "responsibility_note": "La fourniture de modèles de contrat ou de fonctionnalités de signature électronique par la Plateforme ne constitue pas un avis juridique ni une assomption de responsabilité quant au contenu ou à la légalité de ces accords d'utilisateur à utilisateur. Les fonctionnalités offertes par la Plateforme, telles que la gestion des CV, les modèles de contrat et les capacités de signature électronique, sont fournies comme des outils pour faciliter les interactions entre utilisateurs. Cependant, les utilisateurs conservent l'entière responsabilité du contenu qu'ils saisissent, des termes qu'ils acceptent et de leur respect de toutes les obligations légales et contractuelles. Cela renforce le rôle de la Plateforme en tant que fournisseur de technologie neutre plutôt qu'en tant que participant actif aux relations contractuelles formées entre ses utilisateurs."
          }
        ]
      },
      {
        "id": "IV",
        "title": "Données Personnelles que Nous Collectons",
        "sub_sections": [
          {
            "id": "A",
            "title": "Catégories Générales de Données Personnelles Collectées :",
            "content": "Afin de fournir et d'améliorer nos Services, nous collectons divers types de données personnelles. En vertu de la nLPD/LPD suisse, les données personnelles désignent toute information relative à une personne physique identifiée ou identifiable. Les données des personnes morales ne sont généralement plus couvertes par la LPD révisée.",
            "data_categories": [
              {
                "name": "Données d'Identité",
                "description": "Incluent le prénom, le nom de famille, le nom d'utilisateur ou un identifiant similaire, le titre, la date de naissance et le sexe."
              },
              {
                "name": "Données de Contact",
                "description": "Incluent l'adresse de facturation, l'adresse de résidence (si fournie), l'adresse e-mail et les numéros de téléphone."
              },
              {
                "name": "Données Professionnelles (principalement pour les Candidats)",
                "description": "Incluent les curricula vitae (CVs), les diplômes, les certificats de travail, les qualifications, les compétences, l'historique d'emploi, les licences ou enregistrements professionnels, les références et toute information d'éligibilité au travail (par exemple, le statut du permis de travail, si volontairement fourni par vous à des fins de mise en relation)."
              },
              {
                "name": "Données d'Entreprise (principalement pour les Fournisseurs)",
                "description": "Incluent le nom de l'entreprise, le numéro d'enregistrement de l'entreprise, le secteur d'activité, l'adresse commerciale et les coordonnées des représentants (qui constituent des données personnelles de ces individus)."
              },
              {
                "name": "Données Financières",
                "description": "Incluent les coordonnées bancaires et les informations de carte de paiement. Ces données sont collectées pour le traitement des paiements de nos Services et pour faciliter les transactions impliquant notre Partenaire Fiduciaire désigné."
              },
              {
                "name": "Données de Transaction",
                "description": "Incluent les détails des paiements effectués vers et depuis vous via la Plateforme, les détails des Services auxquels vous avez souscrit ou que vous avez utilisés, et les informations relatives aux contrats initiés ou gérés via la Plateforme."
              },
              {
                "name": "Données Techniques",
                "description": "Incluent l'adresse IP (Internet Protocol), vos données de connexion (nom d'utilisateur, mot de passe), le type et la version du navigateur, les paramètres de fuseau horaire et la localisation, les types et versions de plug-ins de navigateur, le système d'exploitation et la plateforme, et d'autres informations sur la technologie des appareils que vous utilisez pour accéder à notre Plateforme."
              },
              {
                "name": "Données de Profil",
                "description": "Incluent votre nom d'utilisateur et votre mot de passe, les préférences que vous définissez sur la Plateforme, les commentaires que vous fournissez, les réponses aux enquêtes et vos intérêts tels qu'indiqués par votre activité sur la plateforme."
              },
              {
                "name": "Données d'Utilisation",
                "description": "Incluent des informations sur la façon dont vous utilisez notre site web, nos applications et nos Services, telles que les fonctionnalités utilisées, les pages visitées, le contenu avec lequel vous avez interagi et les données de parcours de navigation."
              },
              {
                "name": "Données de Calendrier",
                "description": "Si vous utilisez nos fonctionnalités de gestion de calendrier, cela inclut des informations telles que les titres des événements, les descriptions, les dates et heures, les informations sur les participants (noms, adresses e-mail), les horaires et les informations de disponibilité partagée."
              },
              {
                "name": "Données Contractuelles",
                "description": "Incluent le contenu des contrats ou accords que vous téléchargez, créez, gérez ou signez électroniquement à l'aide des fonctionnalités de notre Plateforme. Cela englobe les noms des parties, les termes et conditions, et les données de signature électronique elles-mêmes (qui peuvent inclure une représentation visuelle d'une signature, des horodatages et des adresses IP associées à l'événement de signature)."
              },
              {
                "name": "Données Personnelles Sensibles (telles que définies par la nLPD/LPD, Art. 5 lit. c)",
                "description": "La nLPD définit les données personnelles sensibles comme incluant les données sur les opinions ou activités religieuses, philosophiques, politiques ou syndicales ; la santé ; la sphère intime ; l'origine raciale ou ethnique ; les données génétiques ; et les données biométriques qui identifient de manière unique une personne physique ; et les données sur les procédures et sanctions administratives ou pénales. Nous ne collectons pas intentionnellement de données personnelles sensibles, sauf si elles sont directement fournies par vous (par exemple, si un Candidat inclut de telles informations dans son CV) ou si elles sont nécessaires à un service spécifique avec votre consentement explicite. Par exemple, une photographie sur un CV, si elle est utilisée pour une identification unique, pourrait être considérée comme une donnée biométrique. Les utilisateurs sont invités à ne pas inclure de données personnelles sensibles inutiles dans les documents qu'ils téléchargent. Si de telles données sont collectées incidemment ou déduites, nous les traiterons avec un soin accru et conformément aux exigences légales applicables."
              }
            ]
          },
          {
            "id": "B",
            "title": "Mention Spécifique des CV, Diplômes, Certificats de Travail :",
            "content": "Nous collectons explicitement les CV, diplômes, certificats de travail et documents professionnels similaires auprès des Candidats. Ces documents sont fondamentaux pour les services de mise en relation offerts par la Plateforme, permettant aux Candidats de présenter leurs qualifications aux Fournisseurs. En tant que Candidat, vous contrôlez le contenu de ces documents. Nous reconnaissons que ces documents peuvent contenir un large éventail d'informations personnelles, et potentiellement des données sensibles si vous choisissez de les inclure (par exemple, une photographie qui pourrait révéler l'origine ethnique, le statut matrimonial ou la nationalité si ce n'est pas directement pertinent mais inclus par vous). Le traitement de ces documents est basé sur votre consentement lorsque vous les téléchargez et sur votre instruction de les rendre disponibles à des fins de mise en relation."
          }
        ]
      },
      {
        "id": "V",
        "title": "Comment Nous Collectons Vos Données Personnelles",
        "sub_sections": [
          {
            "id": "A",
            "title": "Directement de Vous :",
            "content": "Nous collectons des données personnelles directement lorsque vous :",
            "collection_methods": [
              "Vous inscrivez à un compte sur la Plateforme.",
              "Créez, complétez ou mettez à jour votre profil d'utilisateur (que ce soit en tant que Candidat ou Fournisseur).",
              "Téléchargez des documents tels que des CV, des diplômes, des certificats de travail ou des brouillons de contrat.",
              "Remplissez des formulaires sur notre Plateforme, y compris ceux pour des demandes de service ou de contact.",
              "Utilisez les fonctionnalités de communication disponibles sur la Plateforme pour interagir avec d'autres utilisateurs ou avec nous.",
              "Configurez les paramètres de calendrier, créez des événements ou répondez à des invitations à l'aide de nos outils de gestion de calendrier.",
              "Fournissez des informations de facturation, de paiement ou financières pour les transactions.",
              "Contactez notre support client ou faites d'autres demandes par e-mail, téléphone ou messagerie de la plateforme.",
              "Participez à des enquêtes ou fournissez des commentaires."
            ]
          },
          {
            "id": "B",
            "title": "Automatiquement Lorsque Vous Utilisez Nos Services :",
            "content": "Lorsque vous interagissez avec notre Plateforme, nous pouvons collecter automatiquement des Données Techniques et des Données d'Utilisation :",
            "automatic_collection_methods": [
              {
                "name": "Fichiers Journaux",
                "description": "Nos serveurs enregistrent automatiquement les informations créées par votre utilisation des Services. Les données de journal peuvent inclure votre adresse IP, le type de navigateur, le système d'exploitation, la page web de référence, les pages visitées, la localisation, votre opérateur mobile, les informations sur l'appareil, les termes de recherche et les informations sur les cookies."
              },
              {
                "name": "Cookies et Technologies de Suivi Similaires",
                "description": "Nous utilisons des cookies et des technologies de suivi similaires (par exemple, des balises web, des pixels et du stockage local) pour améliorer votre expérience utilisateur, assurer la fonctionnalité et la sécurité de nos Services, analyser l'utilisation de la plateforme et à d'autres fins décrites ci-dessous. Les cookies sont de petits fichiers texte stockés sur votre appareil (ordinateur, tablette, téléphone portable) lorsque vous visitez notre site web. Des informations détaillées sur notre utilisation des cookies sont fournies dans la Section VII (Cookies et Technologies de Suivi) de cette politique."
              },
              {
                "name": "Données d'Utilisation",
                "description": "Nous collectons des données sur la façon dont vous interagissez avec des fonctionnalités spécifiques de la Plateforme, les fonctionnalités que vous utilisez, la durée, la fréquence et la durée de vos activités."
              },
              {
                "name": "Informations sur l'Appareil",
                "description": "Nous pouvons collecter des informations sur l'appareil spécifique que vous utilisez pour accéder à la Plateforme, telles que le modèle de matériel, la version du système d'exploitation, les identifiants uniques de l'appareil et les informations du réseau mobile."
              }
            ],
            "automatic_collection_note": "La collecte automatique de Données Techniques et d'Utilisation, souvent facilitée par des cookies ou des outils d'analyse, est soumise à des exigences strictes de transparence et, pour le suivi non essentiel, nécessite le consentement de l'utilisateur ou un mécanisme de désabonnement clair, tel que mandaté par la nLPD et la Loi sur les télécommunications (LTC)."
          },
          {
            "id": "C",
            "title": "De Tiers :",
            "content": "Nous pouvons recevoir des données personnelles vous concernant de divers tiers, y compris :",
            "third_party_sources": [
              "Notre Partenaire Fiduciaire désigné : En relation avec les services fiduciaires obligatoires requis pour certaines transactions sur la Plateforme (tels que détaillés dans nos Conditions Générales de Service), nous pouvons recevoir des données personnelles de notre Partenaire Fiduciaire qui sont nécessaires à la fourniture, l'administration ou la réconciliation de ces services. Cela peut inclure des confirmations de transaction ou des détails de vérification d'identité.",
              "Processeurs de Paiement : Si vous effectuez des paiements pour nos Services, nous pouvons recevoir les détails de transaction de nos partenaires de traitement des paiements.",
              "Fournisseurs d'Analyse : Nous pouvons recevoir des données analytiques agrégées ou anonymisées de services d'analyse tiers qui nous aident à comprendre l'utilisation de la plateforme et à améliorer nos Services.",
              "Autres Utilisateurs : Par exemple, un Fournisseur peut initier un contrat avec un Candidat, fournissant ainsi une partie des données du Candidat si elles ne sont pas déjà sur la plateforme, ou vice versa."
            ],
            "third_party_note": "Si la Plateforme intègre des services d'authentification tiers (par exemple, \"Se connecter avec Google\"), les données reçues de ces services seront clairement divulguées au moment de la connexion, ainsi que la finalité (par exemple, pré-remplir les informations de profil) et la base juridique (généralement votre consentement)."
          }
        ]
      },
      {
        "id": "VI",
        "title": "Comment et Pourquoi Nous Utilisons Vos Données Personnelles (Finalités et Bases Légales)",
        "content": "Nous traitons vos données personnelles à des fins spécifiques et uniquement lorsque nous avons une base légale valide pour le faire en vertu de la nLPD/LPD suisse et, le cas échéant, du RGPD. La nLPD/LPD permet généralement le traitement des données s'il est conforme aux principes fondamentaux de protection des données ; cependant, si ces principes sont potentiellement enfreints (par exemple, traitement disproportionné par rapport à la finalité, ou manque de transparence), une justification spécifique est requise, telle que votre consentement, la nécessité de l'exécution d'un contrat, une obligation légale ou un intérêt légitime prépondérant. Le RGPD exige strictement une base légale pour toutes les activités de traitement.Le tableau suivant résume nos principales activités de traitement des données :",
        "data_processing_activities": [
          {
            "activity_functionality": "A. Fourniture et Gestion de Votre Compte et des Services de la Plateforme (Utilisation Générale)",
            "personal_data_categories_processed": "Données d'Identité, de Contact, Techniques, de Profil, d'Utilisation",
            "purposes_of_processing": "Enregistrer et authentifier les utilisateurs, fournir l'accès aux fonctionnalités de la plateforme, maintenir et sécuriser la plateforme, permettre les fonctionnalités de mise en relation essentielles, et personnaliser l'expérience utilisateur en fonction des préférences.",
            "legal_basis_nlpd_fadp": "Exécution d'un Contrat (Conditions Générales de Service) ; Intérêt Légitime Prépondérant (sécurité, amélioration de la plateforme, personnalisation de base) ; Consentement (pour des fonctionnalités de personnalisation spécifiques et non essentielles).",
            "legal_basis_gdpr": "Exécution du Contrat (Art. 6(1)(b)) ; Intérêt Légitime (Art. 6(1)(f)) ; Consentement (Art. 6(1)(a)) pour la personnalisation non essentielle."
          },
          {
            "activity_functionality": "B. Traitement des Informations de Facturation et des Paiements",
            "personal_data_categories_processed": "Données d'Identité, de Contact, Financières, de Transaction",
            "purposes_of_processing": "Traiter les paiements pour les abonnements ou autres services, gérer les factures, prévenir la fraude et se conformer aux réglementations financières et comptables.",
            "legal_basis_nlpd_fadp": "Exécution d'un Contrat ; Obligation Légale (par exemple, lois comptables/fiscales comme l'Art. 958f du Code des Obligations suisse).",
            "legal_basis_gdpr": "Exécution du Contrat (Art. 6(1)(b)) ; Obligation Légale (Art. 6(1)(c))."
          },
          {
            "activity_functionality": "C. Facilitation de la Gestion des Contrats et des Signatures Électroniques",
            "personal_data_categories_processed": "Données d'Identité et de Contact des signataires, Données Contractuelles, Données Techniques (adresse IP, horodatages, pistes d'audit)",
            "purposes_of_processing": "Permettre aux utilisateurs de télécharger, gérer, partager et signer électroniquement des contrats ; fournir une piste d'audit vérifiable pour les signatures électroniques, garantissant la conformité avec les lois sur la signature électronique comme ZertES.",
            "legal_basis_nlpd_fadp": "Exécution d'un Contrat (fourniture du service de signature électronique) ; Consentement (les utilisateurs utilisent activement la fonctionnalité pour des documents spécifiques) ; Intérêt Légitime Prépondérant (maintien des pistes d'audit pour la sécurité/résolution des litiges).",
            "legal_basis_gdpr": "Exécution du Contrat (Art. 6(1)(b)) ; Consentement (Art. 6(1)(a)) pour l'acte de signature ; Intérêt Légitime (Art. 6(1)(f)) pour les pistes d'audit."
          },
          {
            "activity_functionality": "D. Gestion des CV, Diplômes et Autres Documents Professionnels (pour les Candidats)",
            "personal_data_categories_processed": "Données Professionnelles (CV, diplômes, certificats, etc., pouvant contenir des Données d'Identité, de Contact et potentiellement des Données Sensibles inférées)",
            "purposes_of_processing": "Permettre aux Candidats de stocker leurs documents professionnels, de construire leur profil et de partager ces documents avec les Fournisseurs pour la mise en relation des opportunités.",
            "legal_basis_nlpd_fadp": "Consentement (les Candidats téléchargent activement et choisissent de partager) ; Exécution d'un Contrat (fourniture du service de profil et de mise en relation). Consentement explicite pour toute donnée sensible traitée systématiquement.",
            "legal_basis_gdpr": "Consentement (Art. 6(1)(a)), en particulier consentement explicite (Art. 9) si des données sensibles sont traitées sciemment ; Exécution du Contrat (Art. 6(1)(b))."
          },
          {
            "activity_functionality": "E. Activation des Fonctionnalités de Gestion de Calendrier",
            "personal_data_categories_processed": "Données d'Identité et de Contact des participants à l'événement, Données de Calendrier",
            "purposes_of_processing": "Permettre aux utilisateurs de planifier des réunions, de gérer des rendez-vous, de partager la disponibilité et d'envoyer/recevoir des invitations et des rappels, facilitant l'interaction entre Candidats et Fournisseurs.",
            "legal_basis_nlpd_fadp": "Exécution d'un Contrat (fourniture des outils de calendrier) ; Consentement (pour le partage de l'accès au calendrier avec des utilisateurs spécifiques ou pour des notifications non essentielles).",
            "legal_basis_gdpr": "Exécution du Contrat (Art. 6(1)(b)) ; Consentement (Art. 6(1)(a))."
          },
          {
            "activity_functionality": "F. Administration des Accords Fiduciaires et Partage de Données avec le Partenaire Fiduciaire Désigné",
            "personal_data_categories_processed": "Données d'Identité, de Contact, Financières, de Transaction, Données Contractuelles pertinentes",
            "purposes_of_processing": "Faciliter les services fiduciaires obligatoires (par exemple, traitement des paiements, détention de fonds) fournis par notre Partenaire Fiduciaire désigné, y compris le partage des données nécessaires avec le Partenaire pour l'exécution des services et leur conformité légale/réglementaire (par exemple, LBC/FT).",
            "legal_basis_nlpd_fadp": "Exécution d'un Contrat (accord fiduciaire comme partie obligatoire des services spécifiques de la Plateforme, selon les Conditions Générales de Service) ; Obligation Légale (pour la conformité du Partenaire Fiduciaire) ; Consentement (les utilisateurs acceptent cela comme une condition d'utilisation des services nécessitant un engagement fiduciaire, clairement énoncée).",
            "legal_basis_gdpr": "Exécution du Contrat (Art. 6(1)(b)) ; Obligation Légale (Art. 6(1)(c)) ; Consentement (Art. 6(1)(a)) - doit être spécifique et informé concernant ce partage obligatoire."
          },
          {
            "activity_functionality": "G. Gestion des Annulations de Contrat et Traitement des Frais d'Annulation",
            "personal_data_categories_processed": "Données d'Identité, de Contact, de Transaction, Données Contractuelles, informations de paiement pour les frais",
            "purposes_of_processing": "Traiter les annulations de contrat conformément aux termes convenus, calculer et percevoir les frais d'annulation applicables, et à des fins de tenue de registres.",
            "legal_basis_nlpd_fadp": "Exécution d'un Contrat (les termes d'annulation et les frais font partie du contrat) ; Intérêt Légitime Prépondérant (collecte des frais dus, tenue de registres).",
            "legal_basis_gdpr": "Exécution du Contrat (Art. 6(1)(b)) ; Intérêt Légitime (Art. 6(1)(f))."
          },
          {
            "activity_functionality": "H. Communication, Support et Amélioration de la Plateforme",
            "personal_data_categories_processed": "Données d'Identité, de Contact, d'Utilisation, Techniques, de Profil, de Commentaires",
            "purposes_of_processing": "Communiquer sur le compte, les mises à jour de service, les changements de politique ; fournir un support client ; recueillir des commentaires ; analyser l'utilisation de la plateforme pour des améliorations, la recherche et le développement.",
            "legal_basis_nlpd_fadp": "Exécution d'un Contrat (communications de service) ; Intérêt Légitime Prépondérant (amélioration de la plateforme, analyses) ; Consentement (communications marketing, sondages non essentiels).",
            "legal_basis_gdpr": "Exécution du Contrat (Art. 6(1)(b)) ; Intérêt Légitime (Art. 6(1)(f)) ; Consentement (Art. 6(1)(a))."
          },
          {
            "activity_functionality": "I. Conformité Légale et Exercice des Droits",
            "personal_data_categories_processed": "Toute donnée personnelle pertinente selon les besoins",
            "purposes_of_processing": "Se conformer aux lois, réglementations, décisions de justice ou demandes gouvernementales applicables ; établir, exercer ou défendre des droits légaux.",
            "legal_basis_nlpd_fadp": "Obligation Légale ; Intérêt Légitime Prépondérant (protection des droits et intérêts).",
            "legal_basis_gdpr": "Obligation Légale (Art. 6(1)(c)) ; Intérêt Légitime (Art. 6(1)(f))."
          },
          {
            "activity_functionality": "J. Profilage et Décisions Automatisées (le cas échéant)",
            "personal_data_categories_processed": "Données utilisées pour le profilage (par exemple, Données Professionnelles, Données d'Utilisation)",
            "purposes_of_processing": "Par exemple, pour suggérer des correspondances, personnaliser les services. (Si un tel traitement conduit à des décisions automatisées ayant des effets juridiques ou des effets significatifs similaires, des garanties spécifiques s'appliquent).",
            "legal_basis_nlpd_fadp": "Consentement Explicite si profilage à haut risque (nLPD Art. 6(7)) ; Obligation d'informer si décisions automatisées (nLPD Art. 21).",
            "legal_basis_gdpr": "Restrictions et garanties de l'Art. 22 du RGPD ; Consentement explicite souvent requis."
          }
        ],
        "legal_basis_note": "Le choix de la base juridique pour chaque activité de traitement est soigneusement examiné. Pour les fonctionnalités essentielles à la fourniture des Services décrits dans nos Conditions Générales de Service, l'\"Exécution d'un Contrat\" est souvent la base principale. L'\"Intérêt Légitime Prépondérant\" est invoqué à des fins telles que la sécurité et l'amélioration du service, toujours en équilibre avec vos droits et intérêts. Le \"Consentement\" est sollicité pour les activités facultatives ou qui vont au-delà de la fourniture directe des services contractuels, telles que certaines communications marketing ou des types spécifiques d'analyse de données. Si la Plateforme utilise des moyens automatisés pour analyser ou noter des documents professionnels (tels que des CV) à des fins de mise en relation, cela pourrait être considéré comme du \"profilage\" en vertu de la nLPD (Art. 5 lit. g). Si ce profilage est considéré comme \"à haut risque\" (c'est-à-dire, ayant un impact significatif sur les individus ou impliquant des données étendues), un consentement explicite sera recherché, comme l'exige l'Art. 6(7) de la nLPD. Toute prise de décision automatisée produisant des effets juridiques ou vous affectant de manière significativement similaire sera soumise aux droits et obligations d'information en vertu de l'Art. 21 de la nLPD. Le traitement des données liées au Partenaire Fiduciaire Obligatoire (détaillé à la section VI.F) est généralement basé sur l'\"Exécution d'un Contrat\", où le service fiduciaire est un composant intégral et essentiel du service spécifique de la Plateforme que vous avez choisi d'utiliser, tel que clairement décrit dans nos Conditions Générales de Service. Cette nécessité contractuelle signifie que pour utiliser ces services spécifiques, l'engagement avec le Partenaire Fiduciaire et le partage de données associé sont inévitables. Nous assurons la transparence concernant cette exigence au moment de l'engagement avec de tels services."
      },
      {
        "id": "VII",
        "title": "Cookies et Technologies de Suivi",
        "sub_sections": [
          {
            "id": "A",
            "title": "Explication des Cookies et Technologies de Suivi Utilisés",
            "content": "Notre Plateforme utilise des cookies et des technologies de suivi similaires (tels que les balises web, les pixels et le stockage local) pour améliorer votre expérience utilisateur, assurer la fonctionnalité et la sécurité de nos Services, analyser l'utilisation de la plateforme et à d'autres fins décrites ci-dessous. Les cookies sont de petits fichiers texte stockés sur votre appareil (ordinateur, tablette, téléphone portable) lorsque vous visitez notre site web. Nous classons les cookies que nous utilisons comme suit :",
            "cookie_categories": [
              {
                "name": "Cookies Strictement Nécessaires",
                "description": "Ces cookies sont essentiels au fonctionnement de notre Plateforme et permettent des fonctionnalités de base telles que l'authentification de l'utilisateur, la gestion de session, les fonctionnalités de sécurité (par exemple, la prévention des connexions frauduleuses) et vous permettent de naviguer sur le site et d'utiliser ses fonctionnalités. Le consentement n'est généralement pas requis pour ces cookies en vertu du droit suisse, mais nous fournissons des informations sur leur utilisation."
              },
              {
                "name": "Cookies de Fonctionnalité",
                "description": "Ces cookies permettent à notre Plateforme de mémoriser les choix que vous faites (tels que votre nom d'utilisateur, votre langue ou la région dans laquelle vous vous trouvez) et de fournir des fonctionnalités améliorées et plus personnelles."
              },
              {
                "name": "Cookies de Performance/Analyse",
                "description": "Ces cookies collectent des informations sur la façon dont vous et d'autres utilisateurs interagissez avec notre Plateforme, telles que les pages les plus visitées, la façon dont les utilisateurs naviguent sur le site, si des messages d'erreur sont reçus, et la performance globale de la Plateforme. Ces données sont souvent agrégées et anonymisées et nous aident à améliorer le fonctionnement de notre Plateforme."
              },
              {
                "name": "Cookies de Marketing/Ciblage (le cas échéant)",
                "description": "Si nous utilisons ces cookies, ils sont généralement définis par nous ou par des partenaires publicitaires tiers pour créer un profil de vos intérêts et vous montrer des publicités pertinentes sur notre Plateforme ou d'autres sites web. Ils suivent votre activité de navigation sur les sites web. L'utilisation de tels cookies sera soumise à votre consentement explicite."
              }
            ]
          },
          {
            "id": "B",
            "title": "Informations Fournies aux Utilisateurs sur les Cookies",
            "content": "Conformément à la Loi sur les télécommunications (LTC Art. 45c) et à la nLPD/LPD, nous vous fournissons des informations claires et complètes sur notre utilisation des cookies et des technologies de suivi. Ces informations incluent :",
            "information_provided": [
              "L'identité du responsable du traitement des données (InteriMed) et de tout tiers susceptible de déposer des cookies via notre Plateforme (par exemple, Google Analytics).",
              "La finalité spécifique de chaque cookie ou catégorie de cookies.",
              "Les types de données collectées par chaque cookie.",
              "La durée ou la période d'expiration de chaque cookie.",
              "Des informations sur tout transfert de données collectées par les cookies vers des pays hors de Suisse ou de l'EEE, et les garanties mises en place pour de tels transferts."
            ],
            "information_note": "Ces informations sont disponibles via notre bannière de consentement aux cookies et dans notre Politique de Cookies détaillée, qui est accessible via un lien à partir de cette Politique de Confidentialité et de la bannière."
          },
          {
            "id": "C",
            "title": "Gestion de Vos Préférences en Matière de Cookies / Consentement",
            "content": "Vous avez le contrôle sur l'utilisation des cookies non essentiels. Lors de votre première visite sur notre Plateforme, une bannière de consentement aux cookies vous sera présentée, vous permettant de :",
            "consent_options": [
              "Accepter tous les cookies.",
              "Refuser tous les cookies non essentiels.",
              "Personnaliser vos préférences et consentir à des catégories spécifiques de cookies non essentiels."
            ],
            "consent_note": "Les cookies strictement nécessaires ne nécessitent pas votre consentement, mais vous en serez informé. Pour tous les autres cookies, en particulier ceux utilisés à des fins d'analyse, de personnalisation au-delà des fonctionnalités de base, ou de marketing, nous solliciterons votre consentement opt-in. Vous pouvez modifier ou retirer votre consentement pour les cookies non essentiels à tout moment. Cela peut généralement être fait via un lien \"Paramètres des cookies\" ou \"Gérer les cookies\" disponible dans le pied de page de notre site web ou dans les paramètres de votre compte. Vous pouvez également gérer les préférences en matière de cookies via les paramètres de votre navigateur, qui vous permettent de bloquer ou de supprimer les cookies. Cependant, veuillez noter que le blocage des cookies strictement nécessaires peut affecter la fonctionnalité de notre Plateforme. Notre approche s'aligne sur les directives du PFPDT, qui s'attend à des plateformes de gestion du consentement pour les technologies de suivi plus intrusives et à des options de désabonnement claires. Nous nous assurons que le refus des cookies non essentiels est aussi simple que leur acceptation, évitant les \"dark patterns\" ou les cases pré-cochées pour les cookies non essentiels. Les cookies non essentiels ne sont pas activés tant que vous n'avez pas donné votre consentement explicite.",
            "detailed_list_note": "Une liste détaillée des cookies utilisés, leurs finalités spécifiques, leurs fournisseurs et leurs durées peut être trouvée dans notre Politique de Cookies distincte, que nous vous encourageons à consulter. La liaison vers une Politique de Cookies distincte permet des mises à jour plus agiles concernant l'utilisation spécifique des cookies tout en maintenant la stabilité de cette Politique de Confidentialité principale."
          }
        ]
      },
      {
        "id": "VIII",
        "title": "Partage et Divulgation de Vos Données Personnelles",
        "content": "Nous ne vendons pas vos données personnelles. Nous pouvons partager vos données personnelles avec des tiers uniquement dans les circonstances décrites ci-dessous et conformément aux lois applicables en matière de protection des données :",
        "sub_sections": [
          {
            "id": "A",
            "title": "Partenaire Fiduciaire Désigné (Partage Obligatoire)",
            "content": "Comme indiqué dans nos Conditions Générales de Service, l'utilisation de certaines fonctionnalités de notre Plateforme (par exemple, le traitement sécurisé des paiements pour les contrats conclus, la gestion des flux financiers contractuels spécifiques) nécessite l'engagement de notre Partenaire Fiduciaire désigné. Pour faciliter ces services obligatoires, il est nécessaire de partager certaines données personnelles avec ce Partenaire.",
            "details": {
              "reason_for_sharing": "Cette exigence est en place pour assurer la conformité réglementaire (par exemple, les obligations anti-blanchiment d'argent (LBA), les réglementations sur les services de paiement), renforcer la sécurité des transactions financières, ou fait partie intégrante de la structure de service spécifique offerte.",
              "data_shared": "Les catégories de données personnelles partagées peuvent inclure les Données d'Identité, les Données de Contact, les Données Financières, les Données de Transaction et les Données Contractuelles pertinentes nécessaires au Partenaire Fiduciaire pour remplir ses fonctions.",
              "purpose_of_sharing": "Les données sont partagées pour permettre au Partenaire Fiduciaire d'exécuter ses services contractuels, ce qui peut inclure la vérification d'identité (vérifications KYC/LBA), le traitement des paiements, la détention de fonds en séquestre et le respect de ses propres obligations légales et réglementaires en matière de déclaration.",
              "legal_basis": "La base juridique principale pour ce partage est l'Exécution d'un Contrat (nos Conditions Générales de Service avec vous, qui intègrent les services fiduciaires comme une composante essentielle des services spécifiques que vous choisissez d'utiliser). Vous êtes informé de ce partage obligatoire et y consentez comme condition d'utilisation de ces services spécifiques.",
              "fiduciary_partner_privacy_practices": "Notre Partenaire Fiduciaire est un responsable du traitement des données indépendant pour les données qu'il traite pour ses propres obligations réglementaires. Nous vous encourageons à consulter leur politique de confidentialité, qui vous sera mise à disposition, pour obtenir des informations sur la façon dont ils traitent vos données personnelles."
            },
            "note": "La nécessité de ce Partenaire Fiduciaire et le partage de données associé vous sont rendus transparents avant que vous n'utilisiez les services nécessitant leur implication."
          },
          {
            "id": "B",
            "title": "Prestataires de Services (Sous-Traitants)",
            "content": "Nous faisons appel à des prestataires de services tiers réputés (sous-traitants) pour exécuter diverses fonctions en notre nom et sous nos instructions. Ceux-ci peuvent inclure :",
            "service_providers_list": [
              "Fournisseurs d'hébergement cloud et d'infrastructure.",
              "Fournisseurs de traitement des paiements (pour nos frais de plateforme, distincts du Partenaire Fiduciaire le cas échéant).",
              "Fournisseurs de services de signature électronique.",
              "Fournisseurs d'analyse de données.",
              "Fournisseurs de plateforme de support client.",
              "Fournisseurs de services d'e-mail et de communication.",
              "Fournisseurs de services de sécurité."
            ],
            "service_providers_note": "Ces prestataires de services n'ont accès aux données personnelles que dans la mesure nécessaire à l'exécution de leurs fonctions désignées et sont contractuellement liés par des accords de traitement de données (ATD) pour protéger la confidentialité et la sécurité de vos données personnelles, et pour les traiter uniquement conformément à nos instructions et aux lois applicables en matière de protection des données. Nous effectuons une diligence raisonnable sur nos sous-traitants pour nous assurer qu'ils offrent des garanties suffisantes pour la protection des données."
          },
          {
            "id": "C",
            "title": "Utilisateurs de la Plateforme (Candidats et Fournisseurs)",
            "content": "L'objectif principal de notre Plateforme est de faciliter les connexions entre les Candidats et les Fournisseurs. Par conséquent, les données personnelles seront partagées entre ces groupes d'utilisateurs comme une partie inhérente des Services :",
            "user_sharing_details": [
              "Les Données de Profil des Candidats et les Données Professionnelles (y compris les CV, diplômes, certificats) seront mises à la disposition des Fournisseurs avec lesquels un Candidat choisit d'interagir ou de postuler à une opportunité.",
              "Les Données d'Entreprise des Fournisseurs, les détails des opportunités et les coordonnées des personnes de contact seront visibles pour les Candidats intéressés par ces opportunités.",
              "Les informations de contact et le contenu des communications seront partagés lorsque les utilisateurs interagissent via la messagerie de la plateforme ou d'autres outils de communication.",
              "Les Données Contractuelles seront partagées entre les parties concernées lors de l'utilisation des fonctionnalités de gestion des contrats et de signature électronique."
            ],
            "user_sharing_note": "Les utilisateurs contrôlent les informations qu'ils fournissent dans leurs profils et qu'ils choisissent de partager avec d'autres utilisateurs. Nous rappelons aux utilisateurs de faire preuve de discrétion et de diligence raisonnable lors du partage d'informations personnelles avec d'autres utilisateurs sur la Plateforme."
          },
          {
            "id": "D",
            "title": "Obligations Légales et Application des Droits",
            "content": "Nous pouvons divulguer vos données personnelles si nous sommes tenus de le faire par la loi, la réglementation, une procédure légale valide (telle qu'une ordonnance judiciaire ou une assignation), ou une demande contraignante d'une autorité gouvernementale ou réglementaire. Nous pouvons également divulguer des données personnelles pour établir, exercer ou défendre nos droits légaux, ou pour protéger les droits, la propriété ou la sécurité de InteriMed, de nos utilisateurs ou du public, comme l'exige ou le permet la loi."
          },
          {
            "id": "E",
            "title": "Transferts d'Entreprise",
            "content": "Dans le cas où InteriMed serait impliquée dans une fusion, une acquisition, un financement, une réorganisation, une faillite ou une vente de tout ou partie de nos actifs, vos données personnelles pourront être transférées dans le cadre de cette transaction. Nous vous informerons de tout transfert de ce type et de tout choix que vous pourriez avoir concernant vos données personnelles, conformément à la loi applicable."
          },
          {
            "id": "F",
            "title": "Données Anonymisées ou Agrégées",
            "content": "Nous pouvons traiter et partager des données qui ont été anonymisées ou agrégées de manière à ce qu'elles ne puissent plus être utilisées pour identifier une personne. Ce type de données peut être utilisé à des fins de recherche, d'analyse statistique, de rapports sectoriels ou pour améliorer nos Services."
          }
        ]
      },
      {
        "id": "IX",
        "title": "Transferts Internationaux de Données",
        "sub_sections": [
          {
            "id": "A",
            "title": "Lieux de Stockage et de Traitement",
            "content": "Vos données personnelles sont principalement stockées et traitées sur des serveurs situés en Suisse. Cependant, pour fournir nos Services, nous pouvons faire appel à des prestataires de services (y compris notre Partenaire Fiduciaire) qui sont situés ou traitent des données dans d'autres pays."
          },
          {
            "id": "B",
            "title": "Décisions d'Adéquation",
            "content": "La Suisse, par le Conseil fédéral, reconnaît certains pays et territoires comme offrant un niveau adéquat de protection des données (cette liste se trouve à l'Annexe 1 de l'Ordonnance sur la protection des données - OPD). Cela inclut tous les États membres de l'UE/EEE et le Royaume-Uni. Lorsque des données personnelles sont transférées vers ces pays, aucune garantie spécifique supplémentaire n'est généralement requise en vertu du droit suisse, car un niveau de protection adéquat est réputé exister."
          },
          {
            "id": "C",
            "title": "Transferts vers des Pays sans Décision d'Adéquation",
            "content": "Si nous transférons vos données personnelles vers un pays tiers qui n'est pas reconnu par le Conseil fédéral suisse comme offrant un niveau adéquat de protection des données (par exemple, les États-Unis, pour certains prestataires de services non couverts par un cadre d'adéquation spécifique comme le Cadre de Confidentialité des Données Suisse-États-Unis), nous nous assurerons que des garanties appropriées sont en place pour protéger vos données personnelles. Ces garanties incluent généralement :",
            "safeguards": [
              "Clauses Contractuelles Types (CCT) : Nous utiliserons les CCT approuvées ou reconnues par le PFPDT. Cela implique souvent l'adaptation des CCT de l'UE avec les amendements nécessaires pour répondre aux exigences suisses, telles que la garantie de protection des données des personnes morales (lorsque cela est encore applicable en vertu des dispositions transitoires de la nLPD) et la fourniture d'une juridiction appropriée pour les personnes concernées suisses.",
              "Règles d'Entreprise Contraignantes (REC) : Pour les transferts intra-groupe, le cas échéant, des REC approuvées peuvent être utilisées.",
              "Autres mécanismes reconnus par le PFPDT : Nous pouvons utiliser d'autres mécanismes de transfert ou garanties, tels que permis par l'Art. 16(2) de la nLPD/LPD."
            ],
            "derogations_note": "Dans certaines circonstances limitées, nous pouvons également nous fonder sur des dérogations prévues à l'Art. 17 de la nLPD/LPD, telles que votre consentement explicite pour un transfert spécifique après avoir été informé des risques, ou si le transfert est nécessaire à l'exécution d'un contrat avec vous ou dans votre intérêt.",
            "fdpic_notification_note": "Certains mécanismes de transfert, tels que les clauses contractuelles ad hoc (Art. 16(2)(b) nLPD) ou les garanties spécifiques (Art. 16(2)(c) nLPD), peuvent nécessiter une notification préalable au PFPDT. Nous nous conformerons à ces exigences le cas échéant."
          }
        ]
      },
      {
        "id": "X",
        "title": "Sécurité des Données",
        "sub_sections": [
          {
            "id": "A",
            "title": "Notre Engagement en Faveur de la Sécurité des Données",
            "content": "Nous prenons la sécurité de vos données personnelles très au sérieux. Nous avons mis en œuvre et maintenons des mesures techniques et organisationnelles (MTO) appropriées conçues pour protéger les données personnelles que nous traitons contre la destruction accidentelle ou illégale, la perte, l'altération, la divulgation non autorisée ou l'accès. Nos mesures de sécurité sont conçues pour être à la pointe de la technologie et sont régulièrement examinées et mises à jour à la lumière des développements technologiques et des menaces évolutives."
          },
          {
            "id": "B",
            "title": "Exemples de Mesures de Sécurité",
            "content": "Bien que nous ne puissions pas divulguer tous les détails de nos mesures de sécurité pour des raisons de sécurité, nos MTO incluent généralement :",
            "security_measures": [
              "Chiffrement des Données : Chiffrement des données personnelles en transit (par exemple, en utilisant TLS/SSL pour les communications web) et au repos (par exemple, pour les données stockées dans nos bases de données).",
              "Contrôles d'Accès : Contrôles d'accès stricts, y compris l'accès basé sur les rôles et des mécanismes d'authentification robustes (par exemple, mots de passe complexes, authentification multi-facteurs si approprié), pour limiter l'accès aux données personnelles au personnel autorisé sur la base du besoin de savoir.",
              "Sécurité du Réseau : Pare-feu, systèmes de détection/prévention d'intrusion et autres mesures de sécurité du réseau pour protéger nos systèmes contre tout accès non autorisé.",
              "Évaluations Régulières de la Sécurité : Balayage périodique des vulnérabilités, tests d'intrusion (le cas échéant) et audits de sécurité pour identifier et corriger les faiblesses potentielles.",
              "Sauvegarde des Données et Récupération après Désastre : Sauvegardes régulières des données et plans robustes de récupération après désastre et de continuité des activités pour assurer la disponibilité et l'intégrité des données.",
              "Développement Logiciel Sécurisé : Intégration des considérations de sécurité dans notre cycle de vie de développement logiciel.",
              "Sécurité Physique : Mesures pour sécuriser les locaux physiques et l'équipement où les données personnelles peuvent être stockées ou consultées.",
              "Formation et Sensibilisation des Employés : Formation régulière de nos employés sur les principes de protection des données, les meilleures pratiques de sécurité et leurs obligations de confidentialité.",
              "Plan de Réponse aux Incidents : Un plan documenté pour répondre et gérer efficacement les incidents de sécurité des données.",
              "Journalisation : Tenue de journaux des activités de traitement des données, en particulier pour les traitements à haut risque, pendant au moins un an lorsque requis par la nLPD."
            ],
            "note": "Le fait de se référer à des normes de sécurité établies, telles que ISO 27001, peut donner une indication du cadre guidant nos efforts de sécurité."
          },
          {
            "id": "C",
            "title": "Responsabilité de l'Utilisateur pour la Sécurité du Compte",
            "content": "Bien que nous mettions en œuvre des mesures de sécurité robustes, la sécurité de votre compte dépend également de vous. Vous êtes responsable de la confidentialité et de la sécurité de vos identifiants de connexion (nom d'utilisateur et mot de passe). Nous vous invitons à ne pas partager votre mot de passe avec quiconque et à choisir un mot de passe fort et unique pour votre compte sur notre Plateforme. Veuillez nous informer immédiatement si vous suspectez un accès ou une utilisation non autorisée de votre compte."
          },
          {
            "id": "D",
            "title": "Notification de Violation de Données",
            "content": "En cas de violation de la sécurité des données susceptible d'entraîner un risque élevé pour votre personnalité ou vos droits fondamentaux, nous en informerons le Préposé Fédéral à la Protection des Données et à la Transparence (PFPDT) dès que possible, conformément à l'Article 24 de la nLPD/LPD. Si la violation est également susceptible d'entraîner un risque élevé pour vous personnellement, nous vous en informerons directement sans délai indu, sauf si des exceptions spécifiques en vertu de la loi s'appliquent (par exemple, si les données ont été rendues inintelligibles par chiffrement, ou si le PFPDT nous enjoint autrement).\nNotre plan interne de réponse aux incidents est conçu pour permettre une évaluation rapide et, si nécessaire, une notification conforme à ces obligations légales."
          }
        ]
      },
      {
        "id": "XI",
        "title": "Rétention des Données",
        "sub_sections": [
          {
            "id": "A",
            "title": "Principes Généraux",
            "content": "Nous ne conservons vos données personnelles que le temps nécessaire pour atteindre les finalités pour lesquelles elles ont été collectées, tel que décrit à la Section VI de cette politique. Cela inclut la conservation pendant la durée nécessaire pour vous fournir nos Services, ainsi que pour satisfaire à toute exigence légale, réglementaire, comptable ou de reporting applicable, ou pour la constatation, l'exercice ou la défense de droits légaux. Nous adhérons aux principes de limitation de la conservation et de minimisation des données de la nLPD/LPD, ce qui signifie que les données personnelles seront détruites ou anonymisées une fois qu'elles ne seront plus nécessaires à leur finalité de traitement initiale, sauf si une période de conservation plus longue est requise ou permise par la loi."
          },
          {
            "id": "B",
            "title": "Périodes de Rétention Spécifiques (Exemples)",
            "content": "La période de rétention réelle pour des catégories spécifiques de vos données personnelles peut varier en fonction du contexte et des obligations légales applicables. Voici des exemples illustratifs :",
            "retention_examples": [
              {
                "data_category": "Données de Compte Utilisateur",
                "details": "Vos informations de compte de base (par exemple, données de profil, identifiants de connexion) sont conservées tant que votre compte reste actif sur notre Plateforme. Si vous demandez la suppression de votre compte, ou si votre compte devient inactif pendant une période prolongée telle que définie dans nos Conditions Générales de Service, vos données personnelles seront supprimées ou anonymisées dans un délai spécifié (par exemple, 30 à 90 jours), sous réserve de toute obligation légale de conservation impérative ou d'intérêts légitimes (par exemple, pour la résolution de litiges)."
              },
              {
                "data_category": "CV, Diplômes et Autres Documents Professionnels (Candidats)",
                "details": [
                  "Si, en tant que Candidat, vous obtenez un contrat via la Plateforme, les documents pertinents à cet engagement peuvent être conservés dans le cadre du dossier contractuel pendant la durée de ce contrat et pour une période ultérieure nécessaire aux réclamations légales ou tel que requis par le Fournisseur (qui devient le responsable du traitement des données pour cette relation d'emploi/de service).",
                  "Pour les Candidats qui n'obtiennent pas de contrat ou dont les comptes sont inactifs, les CV et les documents professionnels connexes seront conservés pendant une période définie (par exemple, 6 à 12 mois) avec votre consentement pour faciliter les opportunités de mise en relation continues. Vous pouvez retirer ce consentement ou demander la suppression à tout moment. En l'absence de consentement ou d'activité continue, ou à votre demande, ces documents seront supprimés ou anonymisés, conformément aux directives du PFPDT qui conseille généralement de restituer ou de détruire les documents de candidature non retenus, sauf s'il existe une raison légitime ou un consentement explicite pour une conservation plus longue."
                ]
              },
              {
                "data_category": "Données Contractuelles (y compris les Signatures Électroniques et les pistes d'audit associées)",
                "details": "Les données relatives aux contrats gérés ou signés à l'aide de notre Plateforme, y compris les pistes d'audit des signatures électroniques, seront conservées pendant la durée de validité du contrat et ensuite pendant une période nécessaire pour se conformer aux obligations légales (par exemple, généralement 10 ans en vertu de l'Article 958f du Code des Obligations suisse si ces données font partie des livres de commerce ou des pièces comptables) ou pendant la durée des délais de prescription légaux pour les réclamations contractuelles."
              },
              {
                "data_category": "Informations de Facturation et de Paiement",
                "details": "Les données de transactions financières, les factures et les informations de facturation connexes seront conservées pendant 10 ans, comme l'exige l'Article 958f du Code des Obligations suisse pour les registres comptables."
              },
              {
                "data_category": "Données de Calendrier",
                "details": "Les entrées de calendrier et les données associées sont conservées tant qu'elles sont pertinentes pour vos besoins de planification ou jusqu'à ce que vous choisissiez de les supprimer. Les données de calendrier plus anciennes et non essentielles peuvent être périodiquement archivées ou supprimées conformément à nos politiques internes de gestion des données."
              },
              {
                "data_category": "Données Liées aux Accords Fiduciaires",
                "details": "Les données personnelles traitées en relation avec les accords fiduciaires seront conservées conformément aux obligations légales et réglementaires applicables à notre Partenaire Fiduciaire désigné (qui peuvent dépasser 10 ans pour certains registres financiers) et à nos propres exigences de tenue de registres."
              },
              {
                "data_category": "Registres des Frais d'Annulation de Contrat",
                "details": "Les registres des annulations de contrat et de tous les frais facturés seront conservés pendant 10 ans s'ils font partie de nos registres comptables, conformément à l'Article 958f du Code des Obligations suisse."
              },
              {
                "data_category": "Journaux d'Activité (Journaux Techniques/Sécurité)",
                "details": "Les journaux d'activité système, les journaux de sécurité et les journaux de support technique contenant des données personnelles (par exemple, adresses IP, actions de l'utilisateur) sont généralement conservés pendant une période plus courte (par exemple, 6 à 12 mois) nécessaire à l'analyse de sécurité, au dépannage, à la surveillance de l'intégrité du système et à la prévention de la fraude. Pour les activités de traitement considérées comme à haut risque en vertu de la nLPD, les journaux peuvent être conservés pendant au moins un an. Une conservation plus longue peut avoir lieu si elle est requise pour une enquête de sécurité spécifique ou une procédure judiciaire."
              },
              {
                "data_category": "Registres de Communication (par exemple, tickets de support, demandes de renseignements)",
                "details": "Les registres des communications avec vous, telles que les demandes de support client, seront conservés pendant une période nécessaire pour résoudre la demande et pendant un délai raisonnable par la suite à des fins d'assurance qualité, de formation et de tenue de registres (par exemple, 2 à 3 ans, bien que certaines données de formulaire de contact puissent être conservées pendant des périodes plus courtes comme 13 mois selon certaines pratiques)."
              }
            ],
            "retention_note": "La période de conservation de 10 ans stipulée par le Code des Obligations suisse pour les livres de commerce et les pièces comptables influence de manière significative la conservation de toute donnée liée aux transactions financières ou aux processus comptables sur la Plateforme."
          }
        ]
      },
      {
        "id": "XII",
        "title": "Vos Droits en Matière de Protection des Données",
        "content": "En vertu de la nLPD/LPD suisse et, le cas échéant, du RGPD, vous disposez de certains droits concernant vos données personnelles. Nous nous engageons à faciliter l'exercice de ces droits.",
        "sub_sections": [
          {
            "id": "A",
            "title": "Vos Droits :",
            "content": null,
            "rights_list": [
              {
                "name": "Droit à l'Information (Art. 19, 25-27 nLPD/LPD ; Art. 13-14 RGPD)",
                "description": "Vous avez le droit d'être informé sur la manière dont nous collectons et traitons vos données personnelles. La présente Politique de Confidentialité, ainsi que toute notice spécifique fournie au moment de la collecte des données, visent à satisfaire à ce droit."
              },
              {
                "name": "Droit d'Accès (Art. 25-27 nLPD/LPD ; Art. 15 RGPD)",
                "description": "Vous avez le droit de demander l'accès aux données personnelles que nous détenons à votre sujet et d'en recevoir une copie, ainsi que des informations sur le traitement."
              },
              {
                "name": "Droit de Rectification (Art. 32(1) nLPD/LPD ; Art. 16 RGPD)",
                "description": "Si vous estimez que les données personnelles que nous détenons à votre sujet sont inexactes ou incomplètes, vous avez le droit de demander leur correction."
              },
              {
                "name": "Droit à l'Effacement ('Droit à l'Oubli') (Art. 32(2)(c) nLPD/LPD ; Art. 17 RGPD)",
                "description": "Vous avez le droit de demander la suppression de vos données personnelles sous certaines conditions, par exemple, si les données ne sont plus nécessaires aux finalités pour lesquelles elles ont été collectées, ou si vous retirez votre consentement et qu'il n'existe aucune autre base légale pour le traitement."
              },
              {
                "name": "Droit à la Limitation du Traitement (Art. 32(2)(b) nLPD/LPD ; Art. 18 RGPD)",
                "description": "Vous avez le droit de nous demander de restreindre le traitement de vos données personnelles dans certaines circonstances, par exemple, si vous contestez l'exactitude des données ou si vous vous êtes opposé au traitement."
              },
              {
                "name": "Droit d'Opposition au Traitement (Art. 30(2)(b) nLPD/LPD pour le marketing direct ; Art. 21 RGPD)",
                "description": "Vous avez le droit de vous opposer au traitement de vos données personnelles lorsque celui-ci est basé sur nos intérêts légitimes ou à des fins de marketing direct. Nous devons alors cesser le traitement, à moins que nous ne puissions démontrer des motifs légitimes impérieux qui prévalent sur vos intérêts, droits et libertés, ou pour la constatation, l'exercice ou la défense de droits en justice."
              },
              {
                "name": "Droit à la Portabilité des Données (Art. 28-29 nLPD/LPD ; Art. 20 RGPD)",
                "description": "Lorsque le traitement est basé sur votre consentement ou sur un contrat, et que le traitement est effectué par des moyens automatisés, vous avez le droit de recevoir les données personnelles que vous nous avez fournies dans un format structuré, couramment utilisé et lisible par machine, et vous avez le droit de transmettre ces données à un autre responsable du traitement sans entrave de notre part."
              },
              {
                "name": "Droit de Retirer son Consentement (Art. 6(5) nLPD/LPD implicitement ; Art. 7(3) RGPD)",
                "description": "Si nous traitons vos données personnelles sur la base de votre consentement, vous avez le droit de retirer ce consentement à tout moment. Le retrait du consentement n'affectera pas la licéité du traitement fondé sur le consentement avant son retrait. Le retrait du consentement devrait être...source comme l'ayant donné."
              },
              {
                "name": "Droit de ne pas Faire l'Objet d'une Décision Fondée Uniquement sur un Traitement Automatisé (Art. 21 nLPD/LPD ; Art. 22 RGPD)",
                "description": "Vous avez le droit de ne pas faire l'objet d'une décision fondée uniquement sur un traitement automatisé, y compris le profilage, produisant des effets juridiques vous concernant ou vous affectant de manière significativement similaire, à moins qu'une telle décision ne soit nécessaire à la conclusion ou à l'exécution d'un contrat entre vous et nous, qu'elle soit autorisée par la loi, ou qu'elle soit fondée sur votre consentement explicite. Si de telles décisions automatisées sont prises, vous avez le droit d'obtenir une intervention humaine, d'exprimer votre point de vue et de contester la décision."
              },
              {
                "name": "Droit de Déposer une Plainte auprès d'une Autorité de Contrôle (Art. 49 nLPD/LPD ; Art. 77 RGPD)",
                "description": "Vous avez le droit de déposer une plainte auprès du Préposé Fédéral à la Protection des Données et à la Transparence (PFPDT) si vous estimez que notre traitement de vos données personnelles enfreint les lois applicables en matière de protection des données. Si le RGPD s'applique à vous, vous avez également le droit de déposer une plainte auprès de votre autorité de contrôle locale de l'UE/EEE."
              }
            ],
            "fdpic_contact": {
              "name": "Eidgenössischer Datenschutz- und Öffentlichkeitsbeauftragter (PFPDT)",
              "address": "Feldeggweg 1, CH-3003 Berne, Suisse",
              "website": "https://www.edoeb.admin.ch"
            }
          },
          {
            "id": "B",
            "title": "Comment Exercer Vos Droits",
            "content": "Pour exercer l'un de vos droits énumérés ci-dessus, veuillez nous contacter en utilisant les coordonnées fournies à la Section II.B de cette Politique de Confidentialité. Nous pourrions avoir besoin de vous demander des informations spécifiques pour nous aider à confirmer votre identité et à garantir votre droit d'accès à vos données personnelles (ou d'exercer l'un de vos autres droits). Il s'agit d'une mesure de sécurité visant à garantir que les données personnelles ne sont pas divulguées à une personne n'ayant pas le droit de les recevoir. Nous répondrons à votre demande dans les délais stipulés par la loi applicable (généralement dans les 30 jours en vertu de la nLPD/LPD et du RGPD). En principe, les informations sont fournies gratuitement, bien qu'un coût puisse être facturé pour les demandes manifestement infondées ou excessives, ou si la fourniture des informations nécessite un effort disproportionné."
          },
          {
            "id": "C",
            "title": "Limitations",
            "content": "Veuillez noter que vos droits ne sont pas absolus et peuvent être soumis à certaines limitations ou exemptions en vertu du droit applicable en matière de protection des données (par exemple, si l'exécution de votre demande affectait négativement les droits et libertés d'autrui, ou si nous avons des motifs légaux ou légitimes impérieux de continuer le traitement). Nous vous informerons si de telles limitations s'appliquent à votre demande."
          }
        ]
      },
      {
        "id": "XIII",
        "title": "Dispositions Spécifiques Liées à la Plateforme",
        "sub_sections": [
          {
            "id": "A",
            "title": "Responsabilité pour le Contenu des Contrats",
            "content": "InteriMed peut fournir des modèles de contrat standard pour la commodité de ses Utilisateurs. Les Utilisateurs, tels que les Fournisseurs (par exemple, les pharmacies), ont la possibilité d'utiliser ces modèles, de les ajuster ou d'ajouter leurs propres sections ou des contrats entièrement nouveaux dans le but de s'engager avec les Candidats. Avertissement : InteriMed agit uniquement en tant que facilitateur fournissant ces outils. Nous ne sommes pas partie à un contrat conclu entre Utilisateurs. Nous ne fournissons pas de conseils juridiques, et la fourniture de modèles de contrat ne constitue pas un avis juridique ni une approbation de leur pertinence pour un usage spécifique. Les Utilisateurs sont seuls et entièrement responsables du contenu, de la légalité et de l'applicabilité de tout contrat qu'ils créent, modifient ou acceptent en utilisant les fonctionnalités de la Plateforme, y compris le service de signature électronique. Nous déclinons expressément toute responsabilité quant aux termes, conditions, exactitude, exhaustivité ou effet juridique de tout contenu de contrat généré ou modifié par l'utilisateur. Les utilisateurs doivent demander conseil juridique indépendant pour s'assurer que tout contrat répond à leurs exigences spécifiques et est conforme à toutes les lois applicables. Notre traitement des données personnelles contenues dans ces contrats a pour seule finalité de fournir les services de gestion de contrat et de signature électronique selon les instructions des Utilisateurs concernés."
          },
          {
            "id": "B",
            "title": "Prééminence des Accords Standards de la Plateforme en Cas de Litiges",
            "content": "La présente Politique de Confidentialité, ainsi que nos Conditions Générales de Service et tout autre accord standard publié par InteriMed (collectivement, les \"Accords de la Plateforme\"), régissent votre utilisation de la Plateforme et notre traitement de vos données personnelles. Clarification : En cas de conflit ou d'incohérence entre les dispositions des Accords de la Plateforme et toute clause mise en œuvre par les Utilisateurs dans les contrats qu'ils créent ou gèrent sur la Plateforme (par exemple, des sections générées par l'utilisateur dans un modèle de contrat), les termes des Accords de la Plateforme prévaudront si le litige implique InteriMed ou ses partenaires désignés (tels que le Partenaire Fiduciaire) et se rapporte à la fourniture des Services de la Plateforme, au traitement des données par la Plateforme, ou à l'interprétation des obligations des utilisateurs envers la Plateforme, lorsque cela est spécifiquement indiqué dans nos Conditions Générales de Service. Cela garantit un cadre juridique cohérent pour le fonctionnement de la Plateforme et la protection des données que nous traitons. Cela n'affecte pas les obligations contractuelles uniquement entre les Utilisateurs, auxquelles nous ne sommes pas partie."
          },
          {
            "id": "C",
            "title": "Frais d'Annulation de Contrat",
            "content": "Lorsqu'un contrat facilité via la Plateforme est validé puis annulé, des frais d'annulation peuvent être facturés conformément aux conditions spécifiées dans le contrat entre les Utilisateurs ou dans nos Conditions Générales de Service si les frais concernent les services de la Plateforme. Le calcul de ces frais peut dépendre de facteurs tels que le moment de l'annulation par rapport à la date de début du contrat. Une période de préavis minimale pour une annulation sans encourir la totalité de ces frais (par exemple, 24 heures) peut être stipulée. Le traitement des données personnelles liées au calcul, à la notification et au recouvrement des frais d'annulation (y compris les Données d'Identité, les Données de Contact, les Données Contractuelles et les Données Financières) est effectué dans le but d'appliquer les termes contractuels et de recouvrer les sommes dues. La base juridique de ce traitement est généralement l'Exécution d'un Contrat (les conditions d'annulation convenues) et notre Intérêt Légitime Prépondérant à recouvrer les frais dus. La conservation de ces enregistrements suivra les principes décrits dans la Section XI, généralement pendant 10 ans s'ils font partie des registres comptables."
          }
        ]
      },
      {
        "id": "XIV",
        "title": "Modifications de cette Politique de Confidentialité",
        "content": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre pour refléter les changements dans nos pratiques de traitement des données, les obligations légales ou réglementaires, ou les offres de services. La date de \"Dernière Mise à Jour\" en haut de cette politique indique la date de sa dernière révision.Si nous apportons des modifications substantielles à cette Politique de Confidentialité, nous vous en informerons par des moyens appropriés, tels que la publication d'un avis bien visible sur notre Plateforme ou l'envoi d'une notification par e-mail à l'adresse associée à votre compte, avant que les modifications n'entrent en vigueur. Nous vous encourageons à consulter périodiquement cette Politique de Confidentialité pour rester informé de la manière dont nous protégeons vos données personnelles. Votre utilisation continue des Services après toute modification de cette Politique de Confidentialité constitue votre acceptation de la politique révisée."
      },
      {
        "id": "XV",
        "title": "Droit Applicable et Juridiction",
        "content": "La présente Politique de Confidentialité et tout litige découlant de ou en relation avec celle-ci, y compris son interprétation et sa validité, ou liés au traitement des données personnelles par InteriMed, seront régis et interprétés conformément au droit matériel suisse, sans égard à ses principes de conflit de lois. La Convention des Nations Unies sur les Contrats de Vente Internationale de Marchandises (CVIM) est exclue.Tout litige, controverse ou réclamation découlant de ou en relation avec la présente Politique de Confidentialité, y compris sa validité, sa nullité, sa violation ou sa résiliation, sera soumis à la juridiction exclusive des tribunaux compétents de Genève, Suisse."
      },
      {
        "id": "XVI",
        "title": "Conclusion",
        "content": "InteriMed s'engage à protéger vos données personnelles et à assurer la transparence de ses activités de traitement. La présente Politique de Confidentialité décrit nos pratiques concernant la collecte, l'utilisation, le partage, la sécurité et la conservation de vos données personnelles, conformément à la nLPD/LPD suisse et, le cas échéant, au RGPD.Les clarifications clés fournies ici incluent :\n- Notre rôle est strictement celui d'un intermédiaire technologique et d'un partenaire de mise en relation ; nous ne sommes pas un employeur, un agent de placement privé (placeur) ou un loueur de services (bailleur de services) en vertu du droit suisse (LSE).\n- Les utilisateurs sont responsables du contenu et de la légalité des contrats qu'ils créent ou modifient sur la Plateforme.\n- L'engagement obligatoire d'un Partenaire Fiduciaire désigné pour certains services nécessite un partage de données spécifique, pour lequel la base juridique et la finalité sont clairement définies.\n- Nous avons mis en œuvre des mesures techniques et organisationnelles pour protéger vos données et avons établi des procédures de conservation des données et d'exercice de vos droits en matière de protection des données.\nNous encourageons les utilisateurs à examiner attentivement cette politique. Si vous avez des questions ou souhaitez exercer vos droits, veuillez utiliser les informations de contact fournies. Notre engagement est de favoriser un environnement de confiance où les utilisateurs peuvent utiliser nos Services en toute confiance tout en respectant leur vie privée."
      }
    ]
  }
}
