{
  "terms": {
    "meta": {
      "title": "Conditions Générales d'Utilisation (CGU)",
      "description": "Conditions Générales d'Utilisation pour la Plateforme Medishift",
      "keywords": "conditions, générales, medishift, cgu, utilisation"
    },
    "title": "Conditions Générales d'Utilisation (CGU)",
    "subtitle": "Medishift",
    "lastUpdated": "Version 1.2 – En vigueur au 16.12.2025",
    "legalDisclaimer": "Ce document est un accord légal. Veuillez le lire attentivement avant d'utiliser la Plateforme Medishift.",
    "sections": [
      {
        "id": "objet",
        "title": "1. Objet et champ d'application",
        "content": [
          "Les présentes Conditions Générales d'Utilisation (ci-après \"CGU\") régissent l'accès et l'utilisation de la plateforme numérique Medishift (ci-après \"la Plateforme\"), éditée et exploitée par [Votre Nom / Raison Individuelle] (ci-après \"Medishift\"), dont le siège est situé dans le canton de Genève.",
          "La Plateforme propose des services technologiques visant à :",
          "• Faciliter la mise en relation entre des établissements de santé et assimilés (ci-après \"Établissements\") et des professionnels de santé qualifiés (ci-après \"Professionnels\") pour des missions temporaires.",
          "• Fournir une solution logicielle (SaaS) de gestion de planning, de personnel et de conformité.",
          "En créant un compte ou en accédant à la Plateforme, l'Utilisateur (Établissement ou Professionnel) accepte sans réserve les présentes CGU."
        ]
      },
      {
        "id": "nature",
        "title": "2. Nature des services et rôle de Medishift",
        "content": [
          "2.1. Intermédiaire Technologique — Medishift agit exclusivement en qualité de prestataire technique et d'apporteur d'affaires. Medishift n'est ni une agence de recrutement traditionnelle, ni l'employeur des Professionnels, ni une partie au contrat de mission.",
          "2.2. Gestion Salariale (Portage / Staff Leasing) — Pour assurer la conformité avec la Loi sur le service de l'emploi (LSE), la gestion administrative, contractuelle et salariale des missions est déléguée à un partenaire bailleur de services agréé (ex: Switzerland Payroll Services - SPS), ci-après désigné \"Le Bailleur de Services\".",
          "Contrat de travail : Il est conclu exclusivement entre le Professionnel (Employé) et Le Bailleur de Services (Employeur).",
          "Location de services : L'Établissement agit en qualité d'entreprise locataire."
        ]
      },
      {
        "id": "acces",
        "title": "3. Accès, inscription et véracité des données",
        "content": [
          "3.1. Conditions d'accès — L'accès est réservé aux Professionnels autorisés à exercer en Suisse et aux Établissements disposant d'un numéro GLN/RCC valide.",
          "3.2. Exactitude des données et Fraude — L'Utilisateur certifie que toutes les informations fournies (Identité, Diplômes, Droits de pratique, GLN, AVS, Casier judiciaire) sont exactes, complètes et à jour. Medishift se réserve le droit de :",
          "• Demander tout justificatif supplémentaire.",
          "• Suspendre immédiatement tout compte en cas de soupçon de fraude ou d'usurpation d'identité, sans préavis ni indemnité.",
          "3.3. Phase Pilote (Bêta) — Durant la phase de lancement (\"Pilot\"), les services sont fournis \"en l'état\" (as is). Medishift ne garantit pas une disponibilité continue du service et ne saurait être tenu responsable des interruptions, pertes de données non-critiques ou bugs mineurs inhérents à une phase de test."
        ]
      },
      {
        "id": "conditions-financieres",
        "title": "4. Conditions financières",
        "content": [
          "4.1. Gratuité Temporaire — Durant la phase Pilote (dont la durée est à la discrétion de Medishift), l'utilisation de la Plateforme est gratuite.",
          "4.2. Évolution Tarifaire — Medishift se réserve le droit d'introduire ultérieurement des frais d'abonnement (SaaS) ou des frais de mise en relation. Toute modification tarifaire fera l'objet d'un préavis de 30 jours par email. L'utilisation continue du service après ce délai vaut acceptation des nouveaux tarifs.",
          "4.3. Programme de Parrainage (\"Crédits\") — Les crédits, points ou bonus accumulés durant la phase Pilote n'ont aucune valeur monétaire immédiate et ne constituent pas une dette de Medishift envers l'Utilisateur. Ils seront convertibles en avantages ou bons cadeaux uniquement après le lancement commercial officiel, sous condition de validation anti-fraude (vérification unique via hachage AVS/GLN)."
        ]
      },
      {
        "id": "non-contournement",
        "title": "5. Non-contournement et protection commerciale",
        "content": [
          "L'Établissement reconnaît que la base de données des Professionnels constitue la valeur commerciale de Medishift.",
          "5.1. Interdiction de sollicitation directe — L'Établissement s'interdit d'engager directement, ou par l'intermédiaire d'un tiers autre que Medishift, un Professionnel présenté via la Plateforme, pour toute mission (temporaire, fixe ou freelance), durant une période de 12 mois suivant la dernière mission effectuée ou la dernière mise en relation sur la Plateforme.",
          "5.2. Clause Pénale (Art. 160 CO) — En cas de violation de l'article 5.1 (recrutement direct contournant la Plateforme), l'Établissement sera redevable à Medishift d'une indemnité forfaitaire équivalente à trois (3) mois de salaire brut, calculée sur la base d'un emploi à temps plein (100%) au tarif usuel de la profession concernée. Le paiement de cette pénalité ne libère pas l'Établissement de son obligation de ne pas solliciter le Professionnel et Medishift se réserve le droit de réclamer des dommages-intérêts supplémentaires si le préjudice subi excède ce montant."
        ]
      },
      {
        "id": "responsabilite",
        "title": "6. Responsabilité et garanties",
        "content": [
          "6.1. Limitation de responsabilité de Medishift — Medishift est soumis à une obligation de moyens. Sa responsabilité ne saurait être engagée pour :",
          "• La qualité, la ponctualité ou la compétence du travail fourni par le Professionnel (responsabilité civile professionnelle).",
          "• L'annulation d'une mission par un Professionnel ou un Établissement.",
          "• Tout défaut de paiement ou erreur administrative imputable au Bailleur de Services (SPS).",
          "6.2. Vérifications et Responsabilité de l'Établissement — Bien que Medishift effectue des vérifications numériques (OCR, GLN, MedReg), l'Établissement reste seul responsable légal, en sa qualité de professionnel de santé, de vérifier l'adéquation du profil, l'identité et les droits de pratique du Professionnel avant le début de la mission, conformément aux exigences de la Loi sur les professions médicales (LPMéd) et de la santé publique."
        ]
      },
      {
        "id": "protection-donnees",
        "title": "7. Protection des données et confidentialité",
        "content": [
          "7.1. Localisation des Données — Les données personnelles et sensibles (notamment identités, contrats, données AVS et bancaires) sont hébergées exclusivement sur des serveurs situés en Suisse (Région Zurich). L'Utilisateur est informé et accepte que certains traitements algorithmiques transitoires (notamment l'OCR et l'Intelligence Artificielle pour la vérification de documents) puissent être effectués via des serveurs sécurisés situés en Allemagne (Union Européenne). Aucune donnée personnelle n'est stockée de manière permanente hors de Suisse.",
          "7.2. Archivage légal (Art. 958f CO) — L'Utilisateur reconnaît que Medishift a l'obligation légale de conserver les données relatives aux transactions commerciales, contrats et identités (y compris AVS) pendant une durée de 10 ans, même en cas de demande de suppression de compte. En cas de fermeture de compte, ces données seront archivées dans un environnement sécurisé (\"Cold Storage\" Suisse) et les données non-légales seront anonymisées."
        ]
      },
      {
        "id": "propriete-intellectuelle",
        "title": "8. Propriété intellectuelle",
        "content": [
          "L'ensemble des éléments de la Plateforme (code source, algorithmes de matching, design, logos, bases de données) reste la propriété exclusive de Medishift. L'Utilisateur ne bénéficie que d'une licence d'utilisation personnelle, non exclusive et incessible. Toute ingénierie inverse (reverse engineering) ou copie du système est strictement interdite."
        ]
      },
      {
        "id": "droit-applicable",
        "title": "9. Droit applicable et for juridique",
        "content": [
          "Les présentes CGU sont soumises au Droit Suisse. Pour tout litige découlant de l'interprétation ou de l'exécution des présentes, le for exclusif est établi aux tribunaux compétents du canton de Genève, sous réserve d'un recours au Tribunal Fédéral."
        ]
      }
    ],
    "tableOfContents": {
      "title": "Title"
    }
  }
}
