{
  "terms": {
    "meta": {
      "title": "General Terms and Conditions (GTC)",
      "description": "Terms and Conditions for Medishift Platform",
      "keywords": "terms, conditions, Medishift, platform, legal"
    },
    "title": "General Terms and Conditions (GTC)",
    "subtitle": "Medishift",
    "lastUpdated": "Version 1.2 – Effective as of December 16, 2025",
    "legalDisclaimer": "This document is a legal agreement. Please read it carefully before using the Medishift Platform.",
    "sections": [
      {
        "id": "object",
        "title": "1. Object and scope of application",
        "content": [
          "These General Terms and Conditions (hereinafter \"GTC\") govern access to and use of the Medishift digital platform (hereinafter \"the Platform\"), published and operated by [Your Name / Sole Proprietorship] (hereinafter \"Medishift\"), headquartered in the Canton of Geneva.",
          "The Platform offers technological services aimed at:",
          "• Facilitating connections between healthcare facilities and similar establishments (hereinafter \"Facilities\") and qualified healthcare professionals (hereinafter \"Professionals\") for temporary assignments.",
          "• Providing a software solution (SaaS) for schedule, personnel, and compliance management.",
          "By creating an account or accessing the Platform, the User (Facility or Professional) accepts these GTC without reservation."
        ]
      },
      {
        "id": "nature",
        "title": "2. Nature of services and role of Medishift",
        "content": [
          "2.1. Technological Intermediary — Medishift acts exclusively as a technical service provider and business introducer. Medishift is neither a traditional recruitment agency, nor the employer of Professionals, nor a party to the assignment contract.",
          "2.2. Salary Management (Staff Leasing) — To ensure compliance with the Employment Services Act (LSE), the administrative, contractual, and salary management of assignments is delegated to an authorized staff leasing partner (e.g., Switzerland Payroll Services - SPS), hereinafter referred to as \"The Staff Lessor\".",
          "Employment contract: It is concluded exclusively between the Professional (Employee) and The Staff Lessor (Employer).",
          "Service leasing: The Facility acts as the hiring company."
        ]
      },
      {
        "id": "access",
        "title": "3. Access, registration, and data accuracy",
        "content": [
          "3.1. Access conditions — Access is reserved for Professionals authorized to practice in Switzerland and Facilities with a valid GLN/RCC number.",
          "3.2. Data accuracy and Fraud — The User certifies that all information provided (Identity, Diplomas, Practice Rights, GLN, OASI, Criminal Record) is accurate, complete, and up-to-date. Medishift reserves the right to:",
          "• Request any additional supporting documents.",
          "• Immediately suspend any account in case of suspected fraud or identity theft, without prior notice or compensation.",
          "3.3. Pilot Phase (Beta) — During the launch phase (\"Pilot\"), services are provided \"as is\". Medishift does not guarantee continuous service availability and cannot be held responsible for interruptions, non-critical data losses, or minor bugs inherent to a testing phase."
        ]
      },
      {
        "id": "financial-conditions",
        "title": "4. Financial conditions",
        "content": [
          "4.1. Temporary Free Access — During the Pilot phase (whose duration is at Medishift's discretion), use of the Platform is free.",
          "4.2. Pricing Evolution — Medishift reserves the right to subsequently introduce subscription fees (SaaS) or connection fees. Any pricing modification will be subject to 30 days' notice by email. Continued use of the service after this period constitutes acceptance of the new rates.",
          "4.3. Referral Program (\"Credits\") — Credits, points, or bonuses accumulated during the Pilot phase have no immediate monetary value and do not constitute a debt from Medishift to the User. They will be convertible into benefits or gift vouchers only after the official commercial launch, subject to anti-fraud validation (unique verification via OASI/GLN hashing)."
        ]
      },
      {
        "id": "non-circumvention",
        "title": "5. Non-circumvention and commercial protection",
        "content": [
          "The Facility acknowledges that the database of Professionals constitutes Medishift's commercial value.",
          "5.1. Prohibition of direct solicitation — The Facility is prohibited from directly engaging, or through a third party other than Medishift, a Professional introduced via the Platform, for any assignment (temporary, permanent, or freelance), for a period of 12 months following the last completed assignment or the last connection made on the Platform.",
          "5.2. Penalty Clause (Art. 160 CO) — In case of violation of article 5.1 (direct recruitment bypassing the Platform), the Facility will owe Medishift a fixed compensation equivalent to three (3) months of gross salary, calculated on the basis of full-time employment (100%) at the usual rate for the profession concerned. Payment of this penalty does not release the Facility from its obligation not to solicit the Professional, and Medishift reserves the right to claim additional damages if the harm suffered exceeds this amount."
        ]
      },
      {
        "id": "liability",
        "title": "6. Liability and warranties",
        "content": [
          "6.1. Limitation of Medishift's liability — Medishift is subject to an obligation of means. Its liability cannot be engaged for:",
          "• The quality, punctuality, or competence of work provided by the Professional (professional civil liability).",
          "• The cancellation of an assignment by a Professional or a Facility.",
          "• Any payment default or administrative error attributable to The Staff Lessor (SPS).",
          "6.2. Verifications and Facility's Responsibility — Although Medishift performs digital verifications (OCR, GLN, MedReg), the Facility remains solely legally responsible, in its capacity as a healthcare professional, for verifying the profile's adequacy, identity, and practice rights of the Professional before the start of the assignment, in accordance with the requirements of the Medical Professions Act (LPMéd) and public health regulations."
        ]
      },
      {
        "id": "data-protection",
        "title": "7. Data protection and confidentiality",
        "content": [
          "7.1. Data Location — Personal and sensitive data (including identities, contracts, OASI and banking data) are hosted exclusively on servers located in Switzerland (Zurich Region). The User is informed and accepts that certain transitory algorithmic processing (including OCR and Artificial Intelligence for document verification) may be performed via secure servers located in Germany (European Union). No personal data is permanently stored outside of Switzerland.",
          "7.2. Legal Archiving (Art. 958f CO) — The User acknowledges that Medishift has a legal obligation to retain data relating to commercial transactions, contracts, and identities (including OASI) for a period of 10 years, even in case of an account deletion request. In case of account closure, this data will be archived in a secure environment (\"Cold Storage\" Switzerland) and non-legal data will be anonymized."
        ]
      },
      {
        "id": "intellectual-property",
        "title": "8. Intellectual property",
        "content": [
          "All elements of the Platform (source code, matching algorithms, design, logos, databases) remain the exclusive property of Medishift. The User only benefits from a personal, non-exclusive, and non-transferable license of use. Any reverse engineering or copying of the system is strictly prohibited."
        ]
      },
      {
        "id": "applicable-law",
        "title": "9. Applicable law and jurisdiction",
        "content": [
          "These GTC are subject to Swiss Law. For any dispute arising from the interpretation or execution hereof, exclusive jurisdiction is established at the competent courts of the Canton of Geneva, subject to appeal to the Federal Supreme Court."
        ]
      }
    ],
    "tableOfContents": {
      "title": "Title"
    }
  }
}
