{
    "terms": {
        "meta": {
            "title": "Allgemeine Geschäftsbedingungen (AGB)",
            "description": "Allgemeine Geschäftsbedingungen für die Medishift-Plattform",
            "keywords": "bedingungen, allgemeine, medishift, agb, nutzung"
        },
        "title": "Allgemeine Geschäftsbedingungen (AGB)",
        "subtitle": "Medishift",
        "lastUpdated": "Version 1.2 – Gültig ab 16.12.2025",
        "legalDisclaimer": "Dieses Dokument ist eine rechtliche Vereinbarung. Bitte lesen Sie es sorgfältig, bevor Sie die Medishift-Plattform nutzen.",
        "sections": [
            {
                "id": "gegenstand",
                "title": "1. Gegenstand und Anwendungsbereich",
                "content": [
                    "Diese Allgemeinen Geschäftsbedingungen (nachfolgend \"AGB\") regeln den Zugang und die Nutzung der digitalen Plattform Medishift (nachfolgend \"die Plattform\"), herausgegeben und betrieben von [Ihr Name / Einzelfirma] (nachfolgend \"Medishift\"), mit Sitz im Kanton Genf.",
                    "Die Plattform bietet technologische Dienstleistungen mit dem Ziel:",
                    "• Die Vermittlung zwischen Gesundheitseinrichtungen und ähnlichen Einrichtungen (nachfolgend \"Einrichtungen\") und qualifizierten Gesundheitsfachkräften (nachfolgend \"Fachkräfte\") für temporäre Einsätze zu erleichtern.",
                    "• Eine Softwarelösung (SaaS) für Zeitplanung, Personalverwaltung und Compliance bereitzustellen.",
                    "Durch die Erstellung eines Kontos oder den Zugriff auf die Plattform akzeptiert der Nutzer (Einrichtung oder Fachkraft) diese AGB vorbehaltlos."
                ]
            },
            {
                "id": "art-der-dienste",
                "title": "2. Art der Dienstleistungen und Rolle von Medishift",
                "content": [
                    "2.1. Technologischer Vermittler — Medishift handelt ausschließlich als technischer Dienstleister und Geschäftsvermittler. Medishift ist weder eine traditionelle Rekrutierungsagentur noch der Arbeitgeber der Fachkräfte noch Vertragspartei des Einsatzvertrags.",
                    "2.2. Lohnverwaltung (Personalverleih) — Um die Einhaltung des Arbeitsvermittlungsgesetzes (AVG) zu gewährleisten, wird die administrative, vertragliche und Lohnverwaltung der Einsätze an einen zugelassenen Personalverleihpartner (z. B. Switzerland Payroll Services - SPS) delegiert, nachfolgend \"Der Personalverleiher\" genannt.",
                    "Arbeitsvertrag: Er wird ausschließlich zwischen der Fachkraft (Arbeitnehmer) und dem Personalverleiher (Arbeitgeber) geschlossen.",
                    "Dienstleistungsverleih: Die Einrichtung fungiert als entleihende Firma."
                ]
            },
            {
                "id": "zugang",
                "title": "3. Zugang, Registrierung und Datenrichtigkeit",
                "content": [
                    "3.1. Zugangsbedingungen — Der Zugang ist Fachkräften vorbehalten, die zur Ausübung in der Schweiz berechtigt sind, und Einrichtungen mit einer gültigen GLN/RCC-Nummer.",
                    "3.2. Datenrichtigkeit und Betrug — Der Nutzer versichert, dass alle bereitgestellten Informationen (Identität, Diplome, Praxisrechte, GLN, AHV, Strafregister) richtig, vollständig und aktuell sind. Medishift behält sich das Recht vor:",
                    "• Zusätzliche Nachweise anzufordern.",
                    "• Jedes Konto bei Betrugsverdacht oder Identitätsdiebstahl ohne Vorankündigung oder Entschädigung sofort zu sperren.",
                    "3.3. Pilotphase (Beta) — Während der Einführungsphase (\"Pilot\") werden die Dienste \"wie besehen\" bereitgestellt. Medishift garantiert keine kontinuierliche Verfügbarkeit des Dienstes und kann nicht für Unterbrechungen, nicht kritische Datenverluste oder kleinere Fehler, die einer Testphase inhärent sind, haftbar gemacht werden."
                ]
            },
            {
                "id": "finanzielle-bedingungen",
                "title": "4. Finanzielle Bedingungen",
                "content": [
                    "4.1. Vorübergehende Kostenfreiheit — Während der Pilotphase (deren Dauer im Ermessen von Medishift liegt) ist die Nutzung der Plattform kostenlos.",
                    "4.2. Preisentwicklung — Medishift behält sich das Recht vor, später Abonnementgebühren (SaaS) oder Vermittlungsgebühren einzuführen. Jede Preisänderung wird mit 30 Tagen Vorlaufzeit per E-Mail angekündigt. Die fortgesetzte Nutzung des Dienstes nach Ablauf dieser Frist gilt als Annahme der neuen Preise.",
                    "4.3. Empfehlungsprogramm (\"Credits\") — Credits, Punkte oder Boni, die während der Pilotphase gesammelt werden, haben keinen unmittelbaren Geldwert und stellen keine Schuld von Medishift gegenüber dem Nutzer dar. Sie können erst nach der offiziellen kommerziellen Einführung in Vorteile oder Geschenkgutscheine umgewandelt werden, vorbehaltlich einer Betrugsvalidierung (einmalige Überprüfung mittels AHV/GLN-Hashing)."
                ]
            },
            {
                "id": "nicht-umgehung",
                "title": "5. Nicht-Umgehung und kommerzieller Schutz",
                "content": [
                    "Die Einrichtung erkennt an, dass die Datenbank der Fachkräfte den kommerziellen Wert von Medishift darstellt.",
                    "5.1. Verbot der direkten Anwerbung — Die Einrichtung ist untersagt, direkt oder über einen Dritten außer Medishift eine über die Plattform vorgestellte Fachkraft für einen Einsatz (temporär, fest oder freiberuflich) für einen Zeitraum von 12 Monaten nach dem letzten durchgeführten Einsatz oder der letzten Vermittlung auf der Plattform zu engagieren.",
                    "5.2. Vertragsstrafe (Art. 160 OR) — Bei Verletzung von Artikel 5.1 (direkte Rekrutierung unter Umgehung der Plattform) schuldet die Einrichtung Medishift eine pauschale Entschädigung in Höhe von drei (3) Monatsgehältern brutto, berechnet auf der Grundlage einer Vollzeitbeschäftigung (100%) zum üblichen Tarif für den betreffenden Beruf. Die Zahlung dieser Strafe entbindet die Einrichtung nicht von ihrer Verpflichtung, die Fachkraft nicht anzuwerben, und Medishift behält sich das Recht vor, zusätzlichen Schadenersatz zu fordern, wenn der erlittene Schaden diesen Betrag übersteigt."
                ]
            },
            {
                "id": "haftung",
                "title": "6. Haftung und Garantien",
                "content": [
                    "6.1. Haftungsbeschränkung von Medishift — Medishift unterliegt einer Bemühenspflicht. Seine Haftung kann nicht geltend gemacht werden für:",
                    "• Die Qualität, Pünktlichkeit oder Kompetenz der von der Fachkraft geleisteten Arbeit (Berufshaftpflicht).",
                    "• Die Stornierung eines Einsatzes durch eine Fachkraft oder eine Einrichtung.",
                    "• Zahlungsausfälle oder Verwaltungsfehler, die dem Personalverleiher (SPS) zuzuschreiben sind.",
                    "6.2. Überprüfungen und Verantwortung der Einrichtung — Obwohl Medishift digitale Überprüfungen durchführt (OCR, GLN, MedReg), bleibt die Einrichtung in ihrer Eigenschaft als Gesundheitsfachkraft allein rechtlich verantwortlich für die Überprüfung der Eignung des Profils, der Identität und der Praxisrechte der Fachkraft vor Beginn des Einsatzes, gemäß den Anforderungen des Medizinalberufegesetzes (MedBG) und des öffentlichen Gesundheitswesens."
                ]
            },
            {
                "id": "datenschutz",
                "title": "7. Datenschutz und Vertraulichkeit",
                "content": [
                    "7.1. Datenstandort — Persönliche und sensible Daten (insbesondere Identitäten, Verträge, AHV- und Bankdaten) werden ausschließlich auf Servern in der Schweiz (Region Zürich) gehostet. Der Nutzer wird informiert und akzeptiert, dass bestimmte transitorische algorithmische Verarbeitungen (insbesondere OCR und Künstliche Intelligenz zur Dokumentenüberprüfung) über sichere Server in Deutschland (Europäische Union) durchgeführt werden können. Keine persönlichen Daten werden dauerhaft außerhalb der Schweiz gespeichert.",
                    "7.2. Gesetzliche Archivierung (Art. 958f OR) — Der Nutzer erkennt an, dass Medishift gesetzlich verpflichtet ist, Daten im Zusammenhang mit Geschäftstransaktionen, Verträgen und Identitäten (einschließlich AHV) für einen Zeitraum von 10 Jahren aufzubewahren, auch bei einem Antrag auf Kontolöschung. Im Falle einer Kontoschließung werden diese Daten in einer sicheren Umgebung (\"Cold Storage\" Schweiz) archiviert und nicht-rechtliche Daten werden anonymisiert."
                ]
            },
            {
                "id": "geistiges-eigentum",
                "title": "8. Geistiges Eigentum",
                "content": [
                    "Alle Elemente der Plattform (Quellcode, Matching-Algorithmen, Design, Logos, Datenbanken) bleiben ausschließliches Eigentum von Medishift. Der Nutzer erhält nur eine persönliche, nicht-exklusive und nicht übertragbare Nutzungslizenz. Jegliches Reverse Engineering oder Kopieren des Systems ist strengstens untersagt."
                ]
            },
            {
                "id": "anwendbares-recht",
                "title": "9. Anwendbares Recht und Gerichtsstand",
                "content": [
                    "Diese AGB unterliegen dem Schweizer Recht. Für alle Streitigkeiten aus der Auslegung oder Ausführung dieser Bestimmungen ist ausschließlich die Zuständigkeit der zuständigen Gerichte des Kantons Genf gegeben, vorbehaltlich einer Beschwerde beim Bundesgericht."
                ]
            }
        ]
    }
}